<?php

$lang = array (

	'h_rating'                    => "Оценка",

//1.2

'post_modq'  => "Â ýòîì ôîðóìå èìåþòñÿ îæèäàþùèå ïîäòâåðæäåíèÿ òåìû/ñîîáùåíèÿ.",
'post_click' => "Ïåðåéòè â ïàíåëü ìîäåðàöèè?",
//---

'pinned_start' => "Âàæíûå òåìû",
'regular_topics' => "Òåìû ôîðóìà",

'ft_title'  => "Ïîäïèñêà íà ýòîò ôîðóì",

'active_users_detail'  => "%s Ãîñòåé, %s Ñêðûòûõ ïîëüçîâàòåëåé",
'active_users_title'   => "%s ×åë. ïðîñìàòðèâàþò ýòîò ôîðóì",
'active_users_members' => "%s Ïîëüçîâàòåëåé:",


'enter_keywords' => "Ââåäèòå ñëîâî",
'search_forum'   => "Ôèëüòð ïîèñêà:",
'search_go'      => "Íàéòè",

last_post_by					=>	"Àâòîð:",
pm_open_new					=>	"Îòêðûòàÿ òåìà (åñòü íîâûå îòâåòû)",
h_topic_title					=>	"Òåìà",
last_updated					=>	"Ïîñëåäíåå Îáíîâëåíèå:",
logged_in					=>	"Âû äîëæíû àâòîðèçîâàòüñÿ äëÿ äîñòóïà â ýòîò ôîðóì",
forum_jump					=>	"Ïåðåõîä ïî ôîðóìàì",
re_order_forum					=>	"Ñîðòèðîâêà ýòîãî ôîðóìà",
h_last_action					=>	"Îáíîâëåíèå",
no_topics					=>	"Íå íàéäåíî íè îäíîé òåìû. Âîçìîæíî â ýòîì ôîðóìå íåò òåì, ëèáî îíè áîëåå ñòàðû è íå ñîîòâåòñòâóþò òåêóùåé ñîðòèðîâêå.",
topic_sp_pages					=>	"Ñòðàíèö",
pm_hot_new					=>	"Ãîðÿ÷àÿ òåìà (åñòü íîâûå îòâåòû)",
show_25_days					=>	"ïîñëåäíèå 25 äíåé",
mark_as_read					=>	"Îòìåòèòü ýòîò ôîðóì ïðî÷èòàííûì",
show_20_days					=>	"ïîñëåäíèå 20 äíåé",

sort_by_date					=>	"äàòå ïîñëåäíåãî ñîîáùåíèÿ",
sort_by_last_poster					=>	"ïîñëåäíåìó àâòîðó",
pm_open_no					=>	"Îòêðûòàÿ òåìà (íåò íîâûõ îòâåòîâ)",
single_page_forum					=>	"&nbsp;",
h_topic_starter					=>	"Àâòîð",
f_pass_submit					=>	"Ïðîâåðêà àâòîðèçàöèè",
sort_text					=>	"îòñîðòèðîâàíî ïî <#SORT_KEY_HTML#> â <#ORDER_HTML#> çà <#PRUNE_HTML#>",
sort_by_views					=>	"êîëè÷åñòâó ïðîñìîòðîâ",
enter_pass					=>	"Ïàðîëü ôîðóìà",
show_all					=>	"âñ¸ âðåìÿ",
showing_text					=>	"Îòîáðàæåíî <#MATCHED_TOPICS#> èç <#TOTAL_TOPICS#> òåì ",
pm_locked					=>	"Çàêðûòàÿ òåìà",
pm_moved					=>	"Ïåðåìåù¸ííàÿ òåìà",
need_password					=>	"Ââåäèòå ïàðîëü ôîðóìà",
show_year					=>	"ïîñëåäíèé ãîä",
need_password_txt					=>	"Ýòîò ôîðóì çàùèù¸í ïàðîëåì. Åñëè ó Âàñ íåò äîñòóïà ê ýòîìó ôîðóìó, íå ïûòàéòåñü ââåñòè ïàðîëü. Âñå íåóäà÷íûå ïîïûòêè çàïèñûâàþòñÿ â ëîãàõ è Âû ìîæåòå ëèøèòüñÿ ïðàâ ïîëüçîâàíèÿ ôîðóìîì.<br /><br />Ïðîâåðüòå è óáåäèòåñü, ÷òî Âàø áðàóçåð ïîääåðæèâàåò âðåìåííûå cookies",
show_90_days					=>	"ïîñëåäíèå 90 äíåé",
back_to_forum					=>	"Âåðíóòüñÿ â ôîðóì",
pm_poll					=>	"Îïðîñ (åñòü íîâûå ãîëîñà)",
pm_hot_no					=>	"Ãîðÿ÷àÿ òåìà (íåò íîâûõ îòâåòîâ)",
show_today					=>	"ñåãîäíÿ",
show_15_days					=>	"ïîñëåäíèå 15 äíåé",
topic_started_on					=>	"Ýòà òåìà ñîçäàíà:",
show_10_days					=>	"ïîñëåäíèå 10 äíåé",
sort_by_poster					=>	"àâòîðó òåìû",
show_60_days					=>	"ïîñëåäíèå 60 äíåé",
pm_poll_no					=>	"Îïðîñ (íåò íîâûõ ãîëîñîâ)",
show_5_days					=>	"ïîñëåäíèå 5 äíåé",
h_replies					=>	"Îòâåòîâ",
sort_by_replies					=>	"êîëè÷åñòâó îòâåòîâ",
multi_page_forum					=>	"Ñòðàíèö:",
h_hits					=>	"Ïðîñìîòðîâ",
show_30_days					=>	"ïîñëåäíèå 30 äíåé",
descending_order					=>	"ïîðÿäêå óáûâàíèÿ",
ascending_order					=>	"ïîðÿäêå âîçðàñòàíèÿ",
sort_submit					=>	"ÎÊ!",
show_7_days					=>	"ïîñëåäíþþ íåäåëþ",
sort_by_topic					=>	"íàçâàíèþ òåìû",
sort_by_start					=>	"äàòå ñîçäàíèÿ òåìû",
);
?>