<?php

$lang = array (

'bbc_ex1' => "Текст для примера",
'bbc_ex2' => "Нажмите сюда!",
'bbc_title' => "Коды форума",
'bbc_intro' => "<strong>Что такое коды форума?</strong><br /><br />Коды форума предназначены для быстрого и лёгкого добавления эффектов и форматирования Ваших сообщений.<br />Возможно, что Вы уже знакомы с HTML тэгами.<br />Ниже находится справочник по наиболее часто используемым кодам форума.",
'bbc_before' => "Вводите",
'bbc_after'  => "Вид отображения",

'emo_title' => "Смайлики",
'emo_type'  => "Коды",
'emo_img'   => "Изображение",

'fu_title'  => "Поиск пользователей",
'fu_close_win' => "Закрыть окно",
'fu_enter_name' => "Введите часть имени или полное имя",
'fu_search_but' => "Найти",

'fu_error'      => "Ошибка",

'fu_no_data'    => "Вы должны ввести часть имени или полное имя для поиска",
'fu_no_match'   => "Ничего не найдено по Вашему запросу",
'fu_kc_loads'   => "Найдено более 100 данных. Вернитесь назад и введите более точные данные имени пользователя. ",
'fu_back'       => "Назад",
'fu_add_mem'    => "Добавить пользователя в форму",
'fu_add_desc'   => "Выберите имя из выпадающего меню и нажмите на кнопку, для добавления имени в форму",


);
?>