<?php

$lang = array (

//rc1

'fj_redirect' => " (Перенаправление форума)",
'tb_toplist' => "Top сайтов",

//Added in 1.2

'tpl_jump'       => "Переход на страницу...",
'tpl_q1'         => "Введите номер страницы, к которой хотите перейти.",
'tpl_pages'      => "Страницы:",

'sf_bytes' => "байт",
'sf_mb'    => "мб",
'sf_k'     => "к",

'bi_markread' => "Отметить форум прочитанным?",
'bi_markallread' => "Отметить все подфорумы прочитанными?",
'err_select'   => "Выбрать все",

'err_title'  => "Данные сообщения сохранены!",
'err_expl'   => "Данные следующего сообщения сохранены. Иногда, при возврате на предыдущую страницу, все введённые Вами данные могут быть утеряны и не сохранены. Вы можете скопировать весь текст и только потом вернуться на предыдущую страницу.",


'bbc_help' => 'Помощь по кодам форума',

'ml_revalidate' => "Выслать повторно письмо для активации",
'tt_golast' => "К последнему сообщению",
'tt_gounread' => "К первому непрочитанному сообщению",
'tt_poll_vote' => "Проголосуйте в опросе",
'tt_poll_null' => "Просмотр результатов. Но Вы будете лишены голоса",
'tt_poll_show' => "Просмотр результатов поиска перед добавлением Вашего голоса",
'tt_poll_svote' => "Венуться назад и просмотреть ответы опроса",


'mb_disabled' => "Это меню отключено",

'sj_title'  => 'Перейти на сайт',
'sj_home'   => 'Главная страница форума',
'sj_search' => 'Поиск',
'sj_help'   => 'Помощь',
'er_links'  => "Полезные ссылки",


// Added in 1.1a

'live_chat' => "Чат",

// Added in B3

'fj_subforums' => 'подфорумы',
'ps_page'      => "Страница:",
'ps_first'     => 'Первая',
'ps_last'      => 'Последняя',
'ps_next'      => 'Следующая',
'ps_previous'  => 'Предыдущая',

//--- End B3 additions ---

'mod_cp'  => "Модерация",

'tb_home' => "Главная",
'tb_help' => "Помощь",
'tb_search' => "Поиск",
'tb_mlist'  => "Участники",
'tb_calendar' => "Календарь",
'tb_download'	=> "Файлы",

'gzip_on' => "GZIP включён",
'gzip_off' => "GZIP выключен",

'l_qb' => 'Мой помощник',
'view_new_posts' => "Новые сообщения",

'your_cp'					=>	"Мой Профиль",


'bb_tool_tip'  => "Обзор сообщений с Вашего последнего посещения, список модераторов и другое...",
'cp_tool_tip'  => "Редактирование моих настроек, как например подпись, аватар и другое...",


'find_user_names' => "Поиск по именам",
'opens_new_window' => "( открыть в новом окне )",


'warn_offline' => "(ОФЛАЙН)",

'all_emoticons' => "Показать всё",

'jmp_go'  => "ок!",
'forum_jump' => "Переход по форумам",

'yes' => "Да",
'no'  => "Нет",

'ct_size' => "РАЗМЕР",
'ct_lrg'  => "Большой",
'ct_sml'  => "Малый",
'ct_lest' => "Огромный",

'ct_font' => "ШРИФТ",
'ct_arial' => "Arial",
'ct_times' => "Times",
'ct_courier' => "Courier",
'ct_impact'  => "Impact",
'ct_geneva'  => "Geneva",

'ct_color'  => "ЦВЕТ",
'ct_blue'   => "Синий",
'ct_red'    => "Красный",
'ct_purple' => "Фиолетовый",
'ct_orange' => "Оранжевый",
'ct_yellow' => "Жёлтый",
'ct_grey'   => "Серый",
'ct_green'  => "Зелёный",

'msg_full' => "<span id='highlight'>Личный Ящик ПЕРЕПОЛНЕН!</span>",

ba_edit => "Редактировать",
ba_delete => "Удалить",

submit_li					=>	"Вход",
quote_text					=>	"Цитата",
pass					=>	"Пароль",
thanks					=>	"Спасибо",
forum_read					=>	"Форум отмечен прочитанным",
guest_stuff					=>	"Здравствуйте Гость",
offline_title					=>	"Форум на профилактике",
you_last_visit					=>	"Ваше последнее посещение:",
code_sample					=>	"Образец кода",
transfer_you					=>	"Подождите, сейчас Вы будете перемещены...",
new_posts					=>	"Новые сообщения",
admin_login					=>	"Вход Администратора",
you_running_time					=>	"Ваше последнее действие:",
admin_cp					=>	"Админцентр",

M_1					=>	"Январь",
M_2					=>	"Февраль",
M_3					=>	"Март",
M_4					=>	"Апрель",
M_5					=>	"Май",
M_6					=>	"Июнь",
M_7					=>	"Июль",
M_8					=>	"Август",
M_9					=>	"Сентябрь",
M_10				=>	"Октябрь",
M_11				=>	"Ноябрь",
M_12				=>	"Декабрь",

D_0					=>	"Воскресенье",
D_1					=>	"Понедельник",
D_2					=>	"Вторник",
D_3					=>	"Среда",
D_4					=>	"Четверг",
D_5					=>	"Пятница",
D_6					=>	"Суббота",



name					=>	"Имя",
register					=>	"Регистрация",
'logged_in_as'					=>	"Привет, ",

msg_new					=>	"%s новых писем",
offline					=>	"Форум находится на профилактике",
log_out					=>	"Выход",
dont_wait					=>	"Или нажмите сюда, если не хотите ждать",
stand_by					=>	"Подождите...",
your_messenger					=>	"Личный Ящик",
log_in					=>	"Вход",
);
?>