<?php

$lang = array (


'pph_max2'     => "Фотографии должны быть не больше %s пикселей на %s пикселей.",
'pph_max'      => "Общий размер всех фотографий, не должен превышать %s Кб.<br />",

// added 1.2.1

'new_sub_link' => "Приобретение оплачиваемых подписок",
'm_top_list' => "Top сайтов",
'tsl_home' => "На главую страницу",
'tsl_your_sites' => "Редактировать Ваш сайт",

// added 1.2

'ec_passy' => "Ваш текущий пароль",
'mi_prune_msg' => "Очистка папок",


'need_cookie_yum_yum' => "* Примечание. Эти функции используют cookies",
'open_qr' => "Раскрывать автоматически форму быстрого ответа? *",

'av_gallery_title' => "Галерея аватаров:",
'av_gall_submit'   => "Использовать выбранный аватар",
'av_gall_cancel'   => "Выйти из галереи аватаров",
'av_gall_jump'     => "Выбрать другую галерею аватаров:",
'av_root'     => "Базовая галерея",
'av_go_gal'   => "Выберите аватар в одной из наших галерей",
'av_go_go'    => "ОК!",
'av_upload'   => "Загрузите аватар со своего компьютера",
'av_url'      => "Введите ссылку на файл Вашего аватара",
'av_update'   => "Обновить аватар",
'av_remove'   => "Удалить аватар",
'av_current'  =>	"Ваш текущий аватар",
'av_settings' => "Настройки Вашего аватара",
'av_text_upload'  => "Загружаемый с компьютера аватар должен быть не более %s кб.",
'av_allowed_files' => "Допускаются следующие типы файлов: <strong>%s</strong>",
'av_t_upload'  => "Загруженный файл",
'av_t_url'     => "Ссылка URL",
'av_t_gallery' => "Аватар галереи",
'av_t_na'      => "Нет выбранных аватаров",
'av_text_url'  => "Размер Вашего автара не должен превышать %s на %s пикселей",
'av_confirm' => "Удалить Ваш аватар?",
'av_autosize' => "Масштабирование изображения",
'av_as_desc'  => "Если Ваше изображение слишком большое, оно будет отмасштабировано до нужных размеров.",

'pp_restore' => "Восстановление",
'pp_confirm' => "Удалить Вашу фотографию?",
'av_c_up'    => "Аватар обновлён",
'photo_c_up' => "Фотография обновлена",
'pph_title'  => "Ваша персональная фотография",
'pph_desc'   => "Здесь Вы можете хранить фотографию, которая будет видна другим пользователям в Вашем профиле.",
'pph_current' => "Используемя в настоящее время фотография",
'pph_change'  => "Изменить фотографию...",
'pph_none'     => "(Не определено)",
'pph_upload'   => "<strong>ИЛИ</strong> загрузить новую фотографию с компьютера.",
'pph_url'      => "Введите URL Вашей фотографии",
'pph_submit'   => "Обновить фотографию",
'pph_remove'   => "Удалить фотографию",

'pph_autosize' => "Масштабирование изображения",
'pph_as_desc'  => "Если Ваше изображение слишком большое, оно будет отмасштабировано до нужных размеров.",
'pph_t_upload' => "Загруженный файл",
'pph_t_url'    => "Ссылка URL",

'email_c_up'   => "Настройки e-mail обновлены",

'integ_msg' => "<b>Номер в Integrity Messenger</b>",

'dead_section_title' => "Нет прав использования",
'dead_section_text'  => "Администратор форума отключил эту функцию.",


'tt_menu'  => "Меню",
'm_change_photo' => "Изменение фотографии",

'hs_exp' => "При выборе 'нет' могут возникнуть проблемы с пользователями, использующими тот же прокси сервер, что и Вы.",

// Added in B4

'ras_title'    => "Код безопасности",
'ras_numbers'  => "<b>Ваш уникальный код безопасности</b><br />Если Вы не видите никакие числа или видите разбитые изображения, обратитесь к Администратору форума для устранения проблемы.",
'ras_text'     => "<b>Подтвердите код безопасности</b><br />Для гарантии Вашей безопасности, введите 6 числовых знаков кода, отображённых выше в форме изображения.<br />Примечание: Это только в численном формате, к примеру '0' является нулём, а не буквой 'O'.",
'err_security_code'      => "Код безопасности не соответствует отображённому. Сгенерирован новый код безопасности. Повторите попытку",
'email_changed_now' => "Ваш e-mail адрес успешно изменён",

//---

'forum_subs_header' => "Ваши подписки",

'forum_subs_none' => "В настоящее время Вы не подписаны ни на один форум",
'f_none'  => "--",
'in' => "В:",
'by' => "На:",

'ft_forum' => "Форум",
'ft_posts' => "Ответов",
'ft_topics' => "Тем",
'ft_unsub'  => "Отписаться",
'ft_newpost'  => "Создать новую тему",
'ft_last_post' => "Последнее обновление",

'ft_unsub_all' => "Отписаться от всех форумов",

'subs_today'    => "Последний день",
'subs_day'       => "Последние %s дней",
'subs_all'       => "всё время",

'show_topics_from' => "Показать темы за:",

'subs_none'      => "Вы не подписаны ни на одну тему. Выберите другой диапазон даты.",

'auto_prune'     => "Примечание: Подписка будет отменена, если в теме не будет ответов в течение %s дней",
'no_auto_prune'  => "Автоотмена подписки выключена в данное время",

'auto_track'      => "<b>Включить 'E-mail Уведомление' по умолчанию?</b><br />При включении, Вы будете автоматически подписаны на все новые и обновлённые темы форума.",

'cf_required'     => "Необходимая Информация, эта секция должна быть заполнена",

'pp_number_posts' => "Количество сообщений за страницу темы",
'pp_number_topics' => "Количество тем за страницу форума",
'pp_use_default'   => "По умолчанию",

'mess_saved'   => "Неотправленные письма",
'dst_box' => "<b>Переход на летнее время?</b><br />(Если Ваш часовой пояс не совпадает с временем на форуме, выберите правильное <br>время и поставьте отметку в окошко. В противном случае, снимите отметку.)",



'lp_subject' => "Изменение e-mail адреса для",

'avup_yes' => "<b>У Вас уже есть загруженный аватар (показан вверху страницы)</b><br />Если Вы введёте URL для аватара или загрузите новый аватар, текущий аватар будет удалён.",
'avup_no'  => "Вы не сохранили загруженный аватар. Вы можете выбрать аватар из списка выше.",

'set_updated'    => "Настройки обновлены",

'hide_session_txt'   => "Хотите скрыть ID Вашего сеанса в ссылках? *",

'm_messenger'  => "Личный Ящик",

'av_tt_one'  => "Не желаю использовать аватар (все текущие будут удалены)",
'av_tt_two'  => "При выборе этой функции, все текущие выбранные, загруженные, сохранённые аватары будут удалены",

'mess_new'     => "Новое письмо",

'mess_contact' => "Список Друзей/Врагов",
'mess_folders' => "Редактировать папки",

'mess_inbox'   => "Входящие",

'mess_archive' => "Архивация писем",
'mess_tracker' => "Слежение за письмами",




'forum_jump'  => "Переход по форумам",

'm_personal'  => "Ваш профиль",
'm_contact_info' => "Редактировать профиль",
'm_bio_info'     => "Биография",
'm_sig_info'     => "Редактировать подпись",
'm_avatar_info'  => "Настройки аватара",

'm_options'   => "Настройки",

'm_email_opt' => "Настройки e-mail",
'm_board_opt' => "Настройки форума",
'm_skin_lang' => "Скины и Языки",
'm_email_change' => "Изменить e-mail адрес",
'm_passy_opt'    => "Изменить пароль",

'm_tracker'      => "Мои подписки",
'm_view_subs'    => "Темы",
'm_view_forum'    => "Форумы",



'ta_size'   => 'Размер блокнота:',

'new_window'  => "В новом окне",

'subs_delete' => "Отписаться",

'with_selected'  => "от выбранных тем",

'ta_s'  => 'малый',
'ta_m' => 'средний',
'ta_l'  => 'большой',

'cp_edit_sig'  => "Изменение подписи",
'cp_current_sig'  => "Текущая подпись",
'cp_submit_sig'   => "Обновить подпись",

'messenger_summary' => "Обзор Личного Ящика",
'total_messages'    => "Всего писем (во всех папках)",
'messages_left'     => "Писем до переполнения ящика: ",
'folders_full'      => "ВАШ ЛИЧНЫЙ ЯЩИК ПЕРЕПОЛНЕН!",
'total_capacity'    => "от общего количества",

'change_email_title'  => "Изменение e-mail адреса",

'ce_new_email'  => "Введите новый e-mail адрес",
'ce_new_email2' => "Повторите новый e-mail адрес",

'ce_current'    => "<b>Ваш текущий e-mail адрес:</b> ",
'ce_auth'       => "<br /><br />ПРИМЕЧАНИЕ: После изменения e-mail адреса, Вы должны будете переактивировать Ваш аккаунт.<br />На Ваш e-mail адрес будет отправлено письмо с подробными инструкциями о дальнейших действиях.<br /><br />Вы должны будете переавторизоваться. Настоятельно рекомендуем Вам, перед изменением e-mail адреса, воспользоваться функцией восстановления пароля, если Вы его не помните.",

'ce_redirect'   => "Письмо на e-mail отправлено. Сейчас Вы перейдёте на страницу активации",

'ce_subject' => "Запрос на изменение e-mail адреса для ",

'pass_change_text' => "Здесь Вы можете изменить Ваш пароль.<br /><br />После успешного изменения пароля, форум попытается обновить Ваш сеанс. При возникновении каких-либо проблем, попробуйте переавторизоваться. Если ничего не получится, обратитесь к Администратору форума для разрешения проблемы.",

'pass_redirect'    => "Ваш пароль успешно изменён. В зависимости от Ваших настроек cookie, Вам возможно нужно будет переавторизоваться на форуме с использованием Вашего нового пароля.",



//----------------------

'cp_skin_preview'  => "Просмотр скина",


total_posts					=>	"Всего сообщений",
aol_name					=>	"Имя в AOL",
home_page					=>	"Вебсайт",
viewing_profile					=>	"Просмотр профиля",
registration_date					=>	"Дата регистрации",
change_email					=>	"Запрос на изменение e-mail адреса",
no_information					=>	"<i>Информация не введена</i>",
msn_name					=>	"Имя в MSN",
profile_edited					=>	"Ваш профиль обновлён",
member_level					=>	"Уровень пользователя",
post_average					=>	"Среднее кол-во сообщений",
b_date					=>	"Ваша дата рождения",
send_pm					=>	"Отправить пользователю <# NAME #> Личное письмо",
M_1					=>	"Янв.",
M_2					=>	"Фев.",
thank_you					=>	"Спасибо",
M_3					=>	"Март.",
send_email					=>	"Отправить пользователю <# NAME #> письмо на e-mail",
M_4					=>	"Апр.",
D_0					=>	"Вс.",
registration_process					=>	"Запрос на изменение e-mail адреса",
M_5					=>	"Май",
D_1					=>	"Пн.",
per_day					=>	"сообщений в день",
M_6					=>	"Июнь",
D_2					=>	"Вт.",
no_photo					=>	"[ Нет фотографии ]",
M_7					=>	"Июль",
D_3					=>	"Ср.",
M_8					=>	"Авг.",
D_4					=>	"Чт.",
M_9					=>	"Сен.",
D_5					=>	"Пт.",
D_6					=>	"Сб.",
hidden_email					=>	"<# NAME #> скрыл свой e-mail адреса",
auth_text					=>	"Выполняется Ваш запрос на изменение E-mail адреса.<br /><br />Администрация форума требует реальности всех вводимых E-mail адресов. Через 10 минут (возможно и раньше) Вы получите письмо с инструкциями следующего шага.<br />Отправлено письмо на e-mail:",
icq_number					=>	"Номер ICQ",
M_10					=>	"Окт.",
M_11					=>	"Ноя.",
M_12					=>	"Дек.",
add_book					=>	"Добавить пользователя <# NAME #> в Вашу адресную книгу",
contact_header					=>	"Контактная информация",
signature					=>	"Подпись",
last_modification					=>	"Последнее обновление профиля",
yahoo_name					=>	"Имя в Yahoo",
personal_header					=>	"Статистика и Личные данные пользователя <# NAME #>",

//----

'note_pad'        => "Ваш личный блокнот",
'submit_notepad'  => "Обновить",

'note_pad_empty'  => "Здесь Вы можете хранить отрывки сообщений или любую другую информацию, которая для Вас важна",

month1					=>	"Январь",
birthday					=>	"Дата рождения",
month2					=>	"Февраль",
month3					=>	"Март",
month4					=>	"Апрель",
av_personal					=>	"Вы используете личный аватар",
width					=>	"Ширина",
month5					=>	"Май",
js_used					=>	"Вы использовали",
month6					=>	"Июнь",
month7					=>	"Июль",
avatar_pre_title					=>	"предустановленные аватары",
month8					=>	"Август",
lp_redirect					=>	"Отправленные E-mail",
month9					=>	"Сентябрь",
settings_lang_txt					=>	"Выберите язык интерфейса форума",
settings_hour					=>	"Часов",
edit_profile					=>	"Изменить профиль",
messenger_url					=>	"Перейти в Личный Ящик",
no					=>	"Нет",
settings_time_txt					=>	"<b>Вы можете изменить часовой пояс</b><br />Текущее время (включая вашу текущую установку):",
personal_help					=>	"Здесь Вы можете изменить информацию о себе, которая будет видна другим пользователям",
subs_forum					=>	"Форум",
settings_submit					=>	"Сохранить изменения",
js_location					=>	"Место жительства",

avatar_url_allowed					=>	"<br />Вы можете использовать аватары, предустановленные на форуме или ввести ссылку на аватар. Выберите, что Вы предпочитаете.",
privacy_settings					=>	"Скрытые настройки",
avatar_show_all					=>	"<br /><u>[ Помощь: Показать все аватары ]",
account_title					=>	"Изменение Вашего аккаунта",
welcome					=>	"Добро пожаловать в Вашу Панель управления ",
maximum					=>	"Максимальная",
avatar_pre_txt					=>	"Выберите аватар из списка ниже, кликните на название аватара для его просмотра.",
height					=>	"Высота",
icq					=>	"<b>Номер ICQ</b>",
subs_replies					=>	"Ответов",
avatar_url_title					=>	"Загрузка личного аватара",
avatar_title					=>	"Настройки аватара",
month10					=>	"Октябрь",
month11					=>	"Ноябрь",
account					=>	"Сохранить изменения",
month12					=>	"Декабрь",
hide_email					=>	"<b>Скрыть мой адрес e-mail от других пользователей</b><br />При включении этой функции, пользователи форума не смогут отправлять Вам письма из форума.",
account_email_txt					=>	"Ваш E-mail адрес",
settings_skin					=>	"'Скин' форума",
account_pass_new2					=>	"Повторите Ваш НОВЫЙ пароль",
website					=>	"<b>Адрес Вашего вебсайта</b>",
account_pass_title					=>	"Ваш пароль",
personal_ops					=>	"Ваши личные настройки",
settings_title					=>	"Настройки Вашего аккаунта",
yahoo					=>	"<b>Имя в Yahoo</b>",
subs_cancel					=>	"Отмена",

account_email_title					=>	"Ваш зарегистрированный e-mail адрес",
js_signature					=>	"Подпись",
settings_viewimg					=>	"Отображать картинки в сообщениях (например смайлики, изображения)?",
t_title					=>	"Ваша Панель управления",

av_none_selected					=>	"[ Аватар не выбран ]",
subs_header					=>	"Текущие подписки",
profile_title					=>	"Дополнительная секция Вашего профиля",
board_prefs					=>	"Настройки Форума",
subs_left					=>	"Осталось дней",
subs_topic					=>	"Тема",
settings_viewava					=>	"Отображать аватары пользователей в темах?",
personal_ops_txt					=>	"Здесь Вы можете изменить информацию о себе, с которой могут ознакомиться другие пользователи. Также Вы можете выбрать себе аватар (маленькая картинка, которая будет отображаться под Вашим именем в Ваших сообщениях.",
subs_start					=>	"Подписан на",
submit_email					=>	"Изменить настройки e-mail",


'msg_options'					=>	"Настройки",

subs_view					=>	"Просмотров",
email_text_lp					=>	"Запрос забытого пароля",
js_max					=>	"Максимально допустимая длина",
interests					=>	"<b>Ваши увлечения</b>",
submit_profile					=>	"Сохранить изменения",
avatar_click					=>	"Выберите один из аватаров в списке.",
location					=>	"<b>Место жительства</b>",
avatar_url_ext					=>	"Разрешённые типы файлов: ",
email_address					=>	"Ваш e-mail адрес",
pm_reminder					=>	"<b>Уведомлять меня по e-mail при получении новых личных сообщений</b><br />При включении этой функции, Вы будете уведомлены на e-mail каждый раз при получении нового Личного сообщения.",
subs_last_post					=>	"Обновление",
email					=>	"Настройки E-mail",
account_email_submit					=>	"Сохранить изменения",
settings					=>	"Настройки аккаунта",
photo					=>	"<b>Вы можете ввести URL своей фотографии</b><br>[Она будет отображаться только при просмотре Вашего профиля, но не в сообщениях]",
js_so_far					=>	"символ(а)ов",
email_help					=>	"Здесь Вы можете изменить настройки e-mail",
settings_dopopup					=>	"Использовать выскакивающее окошко-оповещение, при получении нового личного письма?",
settings_display					=>	"Настройки отображения форума",
settings_skin_txt					=>	"Вы можете изменить 'скин' форума.<br />Это изменит внешний вид форума",
send_full_msg					=>	"<b><b>Добавлять копию сообщения из подписанных тем в отправляемое письмо-уведомление</b></b><br />При включении этой функции, копия нового сообщения, в простом текстовом формате, будет выслана Вам на e-mail.",
member_title					=>	"Ваше название статуса",
yes					=>	"Да",
account_pass_new					=>	"Введите Ваш НОВЫЙ пароль",
settings_viewsig					=>	"Отображать подписи пользователей в темах?",
js_interests					=>	"Увлечения",
av_preset					=>	"Вы используете предустановленные аватары форума",
aol					=>	"<b>Имя в AOL</b>",
settings_lang					=>	"Язык интерфейса форума",
pixels					=>	"пикселя",
t_welcome					=>	"Добро пожаловать в Вашу Панель управления",
personal					=>	"Личная информация",
daily_average					=>	"Среднее количество сообщений в день",
account_pass_submit					=>	"Изменить пароль",
stats_header					=>	"Обзор Вашего аккаунта",
settings_time					=>	"Часовой пояс",
subs_title					=>	"Ваши подписки",
no_posts					=>	"Пока не имеется",
subs					=>	"Слежение за темой",
subs_deleted					=>	"Подписка успешно удалена",
msn					=>	"<b>Имя в MSN</b>",
registered					=>	"Вы зарегистрированы ",
subs_by					=>	"автор:",
number_posts					=>	"Всего сообщений на сегодняшний день",
account_pass_old					=>	"Введите Ваш ТЕКУЩИЙ пароль",
js_characters					=>	"символов",
account_email_req					=>	"Вы получите e-mail для подтверждения изменений",
email_title					=>	"Настройки e-mail",

check_length					=>	"Проверить длину",
admin_send					=>	"<b>Сообщать мне обо всех изменениях, проводимых администратором форума</b><br />При включении этой функции, Ваш e-mail адрес будет добавлен к списку e-mail адресов Администратора и Вы, всякий раз будете уведомлены по e-mail, о любых изменениях на форуме.",
);


// Time zones...

$lang['time_-12'] = "(GMT - 12:00 hours) Enitwetok, Kwajalien";
$lang['time_-11'] = "(GMT - 11:00 hours) Midway Island, Samoa";
$lang['time_-10'] = "(GMT - 10:00 hours) Hawaii";
$lang['time_-9']  = "(GMT - 9:00 hours) Alaska";
$lang['time_-8']  = "(GMT - 8:00 hours) Pacific Time (US &amp; Canada)";
$lang['time_-7']  = "(GMT - 7:00 hours) Mountain Time (US &amp; Canada)";
$lang['time_-6']  = "(GMT - 6:00 hours) Central Time (US &amp; Canada), Mexico City";
$lang['time_-5']  = "(GMT - 5:00 hours) Eastern Time (US &amp; Canada), Bogota, Lima, Quito";
$lang['time_-4']  = "(GMT - 4:00 hours) Atlantic Time (Canada), Caracas, La Paz";
$lang['time_-3.5'] = "(GMT - 3:30 hours) Newfoundland";
$lang['time_-3']   = "(GMT - 3:00 hours) Brazil, Buenos Aires, Georgetown, Falkland Is.";
$lang['time_-2']   = "(GMT - 2:00 hours) Mid-Atlantic, Ascention Is., St Helena";
$lang['time_-1']   = "(GMT - 1:00 hours) Azores, Cape Verde Islands";
$lang['time_0']    = "(GMT) Casablanca, Dublin, Edinburgh, London, Lisbon, Monrovia";
$lang['time_1']    = "(GMT + 1:00 hours) Berlin, Brussels, Copenhagen, Madrid, Paris, Rome";
$lang['time_2']    = "(GMT + 2:00 hours) Kaliningrad, South Africa, Warsaw";
$lang['time_3']    = "(GMT + 3:00 hours) Baghdad, Riyadh, Moscow, Nairobi";
$lang['time_3.5']  = "(GMT + 3:30 hours) Tehran";
$lang['time_4']    = "(GMT + 4:00 hours) Abu Dhabi, Baku, Muscat, Tbilisi";
$lang['time_4.5']  = "(GMT + 4:30 hours) Kabul";
$lang['time_5']    = "(GMT + 5:00 hours) Ekaterinburg, Islamabad, Karachi, Tashkent";
$lang['time_5.5']  = "(GMT + 5:30 hours) Bombay, Calcutta, Madras, New Delhi";
$lang['time_6']    = "(GMT + 6:00 hours) Almaty, Colomba, Dhakra";
$lang['time_7']    = "(GMT + 7:00 hours) Bangkok, Hanoi, Jakarta";
$lang['time_8']    = "(GMT + 8:00 hours) Beijing, Hong Kong, Perth, Singapore, Taipei";
$lang['time_9']    = "(GMT + 9:00 hours) Osaka, Sapporo, Seoul, Tokyo, Yakutsk";
$lang['time_9.5']  = "(GMT + 9:30 hours) Adelaide, Darwin";
$lang['time_10']   = "(GMT + 10:00 hours) Melbourne, Papua New Guinea, Sydney, Vladivostok";
$lang['time_11']   = "(GMT + 11:00 hours) Magadan, New Caledonia, Solomon Islands";
$lang['time_12']   = "(GMT + 12:00 hours) Auckland, Wellington, Fiji, Marshall Island";



















?>