<?php

$lang = array (

//Последние х сообщений в профиле.
'latest_x_posts'    => "последних сообщений пользователя",
//Последние х сообщений в профиле. Конец кода.

//added 1.2 b3
'integ_msg'    => "Integrity Messenger",

//added 1.2

'rating_level' => "Рейтинг",
'warn_level'   => "Уровень рейтинга",
'photo_title'  => "Фото",
'ac_close'     => "Закрыть окно",
'ac_download'  => "Скачать фото",



//--


'user_local_time' => "Часовой пояс пользователя",

'head_title'   => "Профиль пользователя",

'head_contact' => "Контактная информация",

'head_posts'   => "Личные данные",

'head_info'    => "Информация пользователя",

'no_info'      => "<i>Нет информации</i>",

'click_here'   => "<i>Отправить</i>",
'private'      => "<i>Приват</i>",

'active_stats' => "Статистика активности",

'total_posts'   => "Всего полезных сообщений",
'joined'        => "Регистрация",
'posts_per_day'  => "Сообщений в день",
'total_percent'  => "всех сообщений форума",
'fav_forum'      => "Наибольшая активность в",
'fav_posts'      => "сообщений в этом форуме",
'fav_percent'    => "всех активных сообщений пользователя",

'communicate'    => "Связь",
"info"           => "Информация",
'post_detail'    => "Личные данные",

"back"  => "назад",

'email'   => "E-mail",
'aim'     => "Имя в AIM",
'icq'     => "Номер ICQ",
'yahoo'   => "Имя в Yahoo",
'msn'     => "Имя в MSN",
'pm'      => "Личное письмо",

'page_title' => "Профиль пользователя",

'find_posts'  => "Найти все сообщения этого пользователя",
'add_to_contact' => "Добавить в контакт",

'edit_my_sig'    => "Редактировать подпись",
'edit_profile'   => "Редактировать профиль",
'edit_avatar'    => "Настройки аватара",


'mgroup'  => "Группа",
'mtitle'  => "Статус",
'homepage'=> "Вебсайт",
'birthday' => "Дата рождения",
'location' => "Место жительства",
'interests' => "Увлечения",
'avatar'    => "Аватар",
'siggie'    => "Подпись",


);
?>