<?php

$lang = array (

	'rep_details' => "[подробно >>]",

//Ïîñëåäíèå õ ñîîáùåíèé â ïðîôèëå.
'latest_x_posts'    => "ïîñëåäíèõ ñîîáùåíèé ïîëüçîâàòåëÿ",
//Ïîñëåäíèå õ ñîîáùåíèé â ïðîôèëå. Êîíåö êîäà.


//added 1.2

'rating_level' => "Ðåéòèíã",
'warn_level'   => "Óðîâåíü ðåéòèíãà",
'photo_title'  => "Ôîòî",
'ac_close'     => "Çàêðûòü îêíî",
'ac_download'  => "Ñêà÷àòü ôîòî",



//--


'user_local_time' => "×àñîâîé ïîÿñ ïîëüçîâàòåëÿ",

'head_title'   => "Ïðîôèëü ïîëüçîâàòåëÿ",

'head_contact' => "Êîíòàêòíàÿ èíôîðìàöèÿ",

'head_posts'   => "Ëè÷íûå äàííûå",

'head_info'    => "Èíôîðìàöèÿ ïîëüçîâàòåëÿ",

'no_info'      => "<i>Íåò èíôîðìàöèè</i>",

'click_here'   => "<i>Îòïðàâèòü</i>",
'private'      => "<i>Ïðèâàò</i>",

'active_stats' => "Ñòàòèñòèêà àêòèâíîñòè",

'total_posts'   => "Âñåãî ïîëåçíûõ ñîîáùåíèé",
'joined'        => "Ðåãèñòðàöèÿ",
'posts_per_day'  => "Ñîîáùåíèé â äåíü",
'total_percent'  => "âñåõ ñîîáùåíèé ôîðóìà",
'fav_forum'      => "Íàèáîëüøàÿ àêòèâíîñòü â",
'fav_posts'      => "ñîîáùåíèé â ýòîì ôîðóìå",
'fav_percent'    => "âñåõ àêòèâíûõ ñîîáùåíèé ïîëüçîâàòåëÿ",

'communicate'    => "Ñâÿçü",
"info"           => "Èíôîðìàöèÿ",
'post_detail'    => "Ëè÷íûå äàííûå",

"back"  => "íàçàä",

'email'   => "E-mail",
'pm'      => "Ëè÷íîå ïèñüìî",

'page_title' => "Ïðîôèëü ïîëüçîâàòåëÿ",

'find_posts'  => "Íàéòè âñå ñîîáùåíèÿ ýòîãî ïîëüçîâàòåëÿ",
'add_to_contact' => "Äîáàâèòü â êîíòàêò",

'edit_my_sig'    => "Ðåäàêòèðîâàòü ïîäïèñü",
'edit_profile'   => "Ðåäàêòèðîâàòü ïðîôèëü",
'edit_avatar'    => "Íàñòðîéêè àâàòàðà",


'mgroup'  => "Ãðóïïà",
'mtitle'  => "Ñòàòóñ",
'homepage'=> "Âåáñàéò",
'birthday' => "Äàòà ðîæäåíèÿ",
'location' => "Ìåñòî æèòåëüñòâà",
'interests' => "Óâëå÷åíèÿ",
'avatar'    => "Àâàòàð",
'siggie'    => "Ïîäïèñü",


);
?>