<?php

$lang = array (

'quick_pm_title' => "Быстрый ответ на PM",
'y_reply' => "Ваш ответ:",
'qpm_opt' => "Опции",

// Added in 1.2

'arch_new' => "и более новые",
'arch_old' => "и более старые",

'err_no_chosen_member' =>	"Вы, либо должны ввести полное имя пользователя, либо выбрать пользователя из Вашей адресной книги",
'err_errors'           => "Обнаружены следующие ошибки",
'err_no_title'         => "Необходимо ввести заголовок письма.",
'err_no_msg'           => "Необходимо ввести текст письма.",
'err_no_such_member'   => "Нет такого пользователя. Проверьте введённое имя и повторите попытку.",

'fd_text'     => "Вы можете удалить Ваши сохранённые письма. Выберите папку, которую хотите очистить и нажмите на кнопку Далее<br />Примечание: Возврат назад невозможен. Дважды проверьте всё перед продолжением.",
'fd_name'     => "Папка",
'fd_count'    => "Кол-во писем",
'fd_empty'    => "Очистить?",
'fd_continue' => "Далее",
'fd_unsent'   => "Неотправленные письма",
'fd_save_unread' => "Сохранить непрочитанные письма?",

// Added in RC1

'msg_pages'       => "Страниц",

//---

'pm_email_subject' => "Новое письмо",

'tk_read_messages'  => "Прочитанные письма",
'tk_read_desc'      => "Эти сообщения уже прочитаны пользователями, которым они отправлены",
'tk_read_date'      => "Дата прочтения",
'tk_unread_date'      => "Дата отправки",
'tk_untrack_button'      => "Удалить",

'tk_unread_messages'  => "Непрочитанные письма",
'tk_unread_desc'      => "Эти сообщения пока ещё не прочитаны пользователями, которым они отправлены. Вы можете удалить их прежде, чем они будут прочитаны.",

'add_to_book' =>	"Добавить в друзья",
'vm_delete_pm' =>   "Удалить письмо",
'vm_forward_pm' =>  "Переслать письмо",
'vm_track_msg'	=>	"Проследить за этим письмом?",

'vm_forward_text' => "Письмо переслано от %s",

'inbox_no_msg'	  =>	"Писем не обнаружено",

'pm_reply_link'   => "Ответить",


'pmpc_full_string' => "Ваши папки заполнены на <#PERCENT#>%",
'pmpc_info_string' => "У Вас %s писем из %s , максимально допустимых до переполнения",
'pmpc_unlimited'   => "количество неограничено",

'pmpc_mark_read'   => "Отметить прочитанные письма",
'pmpc_unmark_all'  => "Снять все отметки",

'pme_title' => "ОШИБКА",
'pme_none_sent' => "Это Личное письмо не отправлено",
'pms_send_later' => "Сохранить (Отправить позже)",
'pms_redirect'   => "это письмо не отправлено и сохранено для отправки позже",

'pms_saved_title' => "Сохранённые неотправленные письма",
'pms_message_to'  => "Письмо для",
'pms_cc_users'    => "Копия пользователям",
'pms_saved_date'  => "Дата сохранения",

'pme_no_cc_user' => "Не найдено ни одного пользователя, чьи имена Вы ввели в поле Копия. Проверьте введённые данные и попробуйте снова.",
'pme_too_many'   => "Вы не имеете прав отправки копии письма нескольким пользователям. Сократите список и попробуйте снова.",

'pme_failed_nopm' => "Письмо для %s не отправлено, так как %s не имеет прав использования Личного Ящика",
'pme_failed_maxed' => "Письмо для %s не отправлено, так как у %s переполнен Личный Ящик",
'pme_failed_nomem' => "Письмо для %s не отправлено, так как пользователя с именем %s не существует!",
'pme_failed_block' => "Письмо для %s не отправлено, так как %s не желает принимать писем",


'pm_preview' => "Просмотр",

'pm_pre_button' => "Предварительный просмотр",

'pmp_title'   => "У Вас новое письмо!",

'pmp_get_last' => "Открыть это сообщение в этом же окне",

'pmp_string'  => "Вам новое письмо от <b><#NAME#></b>, с заголовком <b>'<#TITLE#>'</b><br />Отправлено - <b><#DATE#></b>",

'pmp_go_inbox' => "Перейти в папку Входящие",

'pmp_ignore'   => "Закрыть это окно",

'pmp_thiswindow' => "Открыть в этом окне",

'carbon_copy_title' => "Копия пользователям",
'carbon_copy_desc'  => "<b>Вы можете ввести %s имён в графу Копия пользователям</b>.<br /><br />Одно имя на строку.",


'forum_jump'  => "Переход по форумам",

'author'  => "Автор",
'm_pmessage'  => "Письмо",
'all_folders' => "Все папки",
'archive_title' => "Архивация писем",
'archive_text'  => "Выберите критерии архивирования.<br />Архивированные письма будут собраны в один файл-архив и отправлены по Вашему выбору Вам на e-mail, как присоединение.",
'arc_folders'   => "Какую папку архивировать?",
'arc_dateline'  => "Архивировать сообщения, полученные за последние",
'arc_days'      => "дней",
'arc_alldays'   => "все",
'arc_delete'    => "Удалить письма после архивации?",
'arc_yes'       => "Да",
'arc_no'        => "Нет",
'arc_submit'    => "Выполнить",
'arc_complete'  => "Процесс архивации завершён.<br>Вы должны получить краткий e-mail с присоединением, содержащим <#NUM#> архивированных писем.",
'arc_comp_title' => "Архивация завершена",

'arc_email_subject'  => "Архив с письмами",

'arc_type'      => "Скомпилировать архивный файл в виде",

'arc_html'      => "HTML страницы",
'arc_xls'       => "Файла данных MS Excel",

'arc_max'       => "Количество писем для архивации",

t_book					=>	"Адресная книга",
prefs_title					=>	"Настройки Личного Ящика",
m_posts					=>	"Сообщений:",
from_title					=>	"Письмо",
message_from					=>	"Отправитель",
mem_read_msg					=>	"прочитал это письмо",
no					=>	"Нет",
read_rec_title					=>	"Уведомлён о получении:",
delete_button					=>	"Удалить",
from_date					=>	"Дата (старые вначале)",
message_date					=>	"Дата",
enter_a_name					=>	"Имя пользователя",
to_whom					=>	"Имена получателей",
prefs					=>	"Установки",

prefs_help					=>	"Здесь Вы можете произвести настройки Вашего Личного Ящика.",
auto_sent_add					=>	"Добавить копию этого письма в папку Исходящие",
sort_by					=>	"Сортировать письма по",
member_added					=>	"Пользователь добавлен в Вашу адресную книгу",
move_button					=>	"переместить в",
a_msg_no_new					=>	"У вас нет новых писем",
can_contact					=>	"Письма принимаются",
'send'					=>	"Отправить письмо",
sent_text					=>	"Ваше письмо '<#MESSAGE_TITLE#>' отправлено для <#TO_MEMBER#>. Пользователь будет уведомлён о получении нового письма.",
'welcome'					=>	"Добро пожаловать в Личный Ящик",
cannot_contact					=>	"Письма игнорируются",
member_name					=>	"Имя",
viewing_message					=>	"Просмотр письма:",
submit_send					=>	"Отправить письмо",
delete					=>	"Удалить",

send_header					=>	" выберите имя из Вашей адресной книги, либо введите имя вручную, кому Вы хотите отправить письмо",
yes					=>	"Да",
goto_folder					=>	"Перейти в папку",
enter_name					=>	"<b><u>ИЛИ</u> Введите имя здесь</b>",
enter_message					=>	"Введите текст письма",
prefs_submit					=>	"Сохранить изменения",
allow_msg					=>	"Разрешить пользователю писать Вам?",
sent_on					=>	"Отправлено",
sent_url					=>	"Нажмите сюда для возврата в Личный Ящик",
address_list_empty					=>	"Адресная книга пуста",
msg_deleted					=>	"Это письмо удалено",
out_box					=>	"Исходящие",
t_welcome					=>	"Добро пожаловать в Личный Ящик",
max_msg					=>	"Максимальный размер письма - <#MAX_MSG_SIZE#> кб",
sent_title					=>	"Ваше письмо отправлено",
submit_address_edit					=>	"Отредактировать запись",
member_add					=>	"Добавить пользователя",
move_or_delete					=>	"или",
address_list					=>	"<b>Выберите из Вашей адресной книги</b>",
prefs_new					=>	"Добавить новую папку",
selected_msg					=>	"выбранные письма",
from_date_new					=>	"Дата (новые вначале)",
address_title					=>	"Ваша адресная книга",
no_msg_chosen					=>	"Вы не выбрали ни одного письма. Вы можете выбрать письма, отметив окошки в правой стороне каждого письма",
from_name					=>	"Пользователь",
new_message					=>	"Статус нового письма",

address_current					=>	"Пользователи, существующие в Вашей адресной книге",
your_options					=>	"Ваши опции",
send_title					=>	"Отправка письма",
posted					=>	"Отправлено",
msg_title					=>	"<b>Заголовок письма</b>",
submit_address					=>	"Добавить в адресную книгу",
icon_read					=>	"Прочитанные письма",
cannot_remove					=>	"Невозможно удалить",
goto_submit					=>	"ок!",
m_joined					=>	"Регистрация:",
t_title					=>	"Ваш Личный Ящик",
message_read_state					=>	"Прочитано?",
other					=>	"Другой",
enter_desc					=>	"Введите краткое описание",
c_msg_full					=>	"<br><b>ВНИМАНИЕ: ВАШИ ПАПКИ ПЕРЕПОЛНЕНЫ<b><br />Вы ДОЛЖНЫ удалить несколько сохранённых писем из папки Входящие или из других папок, для возможности получения новых Личных писем",
msg_body					=>	"<b>Письмо</b>",
dir_title					=>	"Текущая папка Ящика:",
saved_sent_msg					=>	"Отправлено: ",
in_box					=>	"Входящие",
address_none					=>	"Адресная книга пуста",
a_msg_new					=>	"<b>У Вас <#NEW_MESSAGES#> новых писем!</b>",
member_options					=>	"Опции",
prefs_text_a					=>	"Вы можете переименовать папки. Для удаления папки, необходимо удалить название папки. Имейте ввиду, что при удалении папки, все письма в этой папке будут удалены.",
edit					=>	"Редактировать",
enter_block					=>	"Опции",
prefs_text_b					=>	"Вы можете создать дополнительные папки. Не используйте одинаковые названия папок.",
icon_unread					=>	"Непрочитанные письма",
splash					=>	"Итог",
current_sort					=>	"Письма отсортированы по: ",
member_edit					=>	"Вы можете отредактировать данные в Адресной книге.",
contact					=>	"Адресная книга",
message_options					=>	"Опции писем",
no_reply					=>	"Вы не ответили на это письмо",
c_msg_total					=>	"У Вас <#NUM#> писем во всех папках.",
read_rec_text					=>	"Оригинальное письмо отправлено:",
button_preview					=>	"Просмотр",
m_group					=>	"Группа:",
prefs_current					=>	"Текущие папки",
message_to					=>	"Это письмо отправлено для",
message_title					=>	"Заголовок письма",
);
?>