<?php

$lang = array (

//1.2

'post_modq'  => "В этом форуме имеются ожидающие подтверждения темы/сообщения.",
'post_click' => "Перейти в панель модерации?",
//---

'pinned_start' => "Важные темы",
'regular_topics' => "Темы форума",

'ft_title'  => "Подписка на этот форум",

'active_users_detail'  => "%s Гостей, %s Скрытых пользователей",
'active_users_title'   => "%s Чел. просматривают этот форум",
'active_users_members' => "%s Пользователей:",


'enter_keywords' => "Введите слово",
'search_forum'   => "Фильтр поиска:",
'search_go'      => "Найти",

last_post_by					=>	"Автор:",
pm_open_new					=>	"Открытая тема (есть новые ответы)",
h_topic_title					=>	"Тема",
last_updated					=>	"Последнее Обновление:",
logged_in					=>	"Вы должны авторизоваться для доступа в этот форум",
forum_jump					=>	"Переход по форумам",
re_order_forum					=>	"Сортировка этого форума",
h_last_action					=>	"Обновление",
no_topics					=>	"Не найдено ни одной темы. Возможно в этом форуме нет тем, либо они более стары и не соответствуют текущей сортировке.",
topic_sp_pages					=>	"Страниц",
pm_hot_new					=>	"Горячая тема (есть новые ответы)",
show_25_days					=>	"последние 25 дней",
mark_as_read					=>	"Отметить этот форум прочитанным",
show_20_days					=>	"последние 20 дней",

sort_by_date					=>	"дате последнего сообщения",
sort_by_last_poster					=>	"последнему автору",
pm_open_no					=>	"Открытая тема (нет новых ответов)",
single_page_forum					=>	"&nbsp;",
h_topic_starter					=>	"Автор",
f_pass_submit					=>	"Проверка авторизации",
sort_text					=>	"отсортировано по <#SORT_KEY_HTML#> в <#ORDER_HTML#> за <#PRUNE_HTML#>",
sort_by_views					=>	"количеству просмотров",
enter_pass					=>	"Пароль форума",
show_all					=>	"всё время",
showing_text					=>	"Отображено <#MATCHED_TOPICS#> из <#TOTAL_TOPICS#> тем ",
pm_locked					=>	"Закрытая тема",
pm_moved					=>	"Перемещённая тема",
need_password					=>	"Введите пароль форума",
show_year					=>	"последний год",
need_password_txt					=>	"Этот форум защищён паролем. Если у Вас нет доступа к этому форуму, не пытайтесь ввести пароль. Все неудачные попытки записываются в логах и Вы можете лишиться прав пользования форумом.<br /><br />Проверьте и убедитесь, что Ваш браузер поддерживает временные cookies",
show_90_days					=>	"последние 90 дней",
back_to_forum					=>	"Вернуться в форум",
pm_poll					=>	"Опрос (есть новые голоса)",
pm_hot_no					=>	"Горячая тема (нет новых ответов)",
show_today					=>	"сегодня",
show_15_days					=>	"последние 15 дней",
topic_started_on					=>	"Эта тема создана:",
show_10_days					=>	"последние 10 дней",
sort_by_poster					=>	"автору темы",
show_60_days					=>	"последние 60 дней",
pm_poll_no					=>	"Опрос (нет новых голосов)",
show_5_days					=>	"последние 5 дней",
h_replies					=>	"Ответов",
sort_by_replies					=>	"количеству ответов",
multi_page_forum					=>	"Страниц:",
h_hits					=>	"Просмотров",
show_30_days					=>	"последние 30 дней",
descending_order					=>	"порядке убывания",
ascending_order					=>	"порядке возрастания",
sort_submit					=>	"ОК!",
show_7_days					=>	"последнюю неделю",
sort_by_topic					=>	"названию темы",
sort_by_start					=>	"дате создания темы",
);
?>