<?php

$lang = array (

'logged_in' => "Вы авторизовались. Сейчас Вы будете перемещены на Главную страницу форума",
'not_logged_in' => "Вы не авторизованы. Сейчас Вы будете перемещены на страницу авторизации",

'reg_log_in' => "Вы зарегистрировались и авторизованы. Сейчас Вы будете перемещены на Главную страницу форума",
'reg_not_log_in' => "Вы зарегистрировались. Сейчас Вы будете перемещены на страницу авторизации",

'email_log_in' => "Изменение Вашего e-mail адреса принято. Сейчас Вы будете перемещены на главную страницу форума.",
'email_not_log_in' => "Изменение Вашего e-mail адреса принято. Сейчас Вы будете перемещены на страницу авторизации.",

'pass_log_in' => "Ваш новый пароль принят. Сейчас Вы будете перемещены на главную страницу форума.",
'pass_not_log_in' => "Ваш новый пароль принят. Сейчас Вы будете перемещены на страницу авторизации.",


login_text => "Перед авторизацией, Вы должны зарегистрироваться<br>Если Вы не зарегистрированы, Вы можете сделать это, нажав на ссылку 'регистрация' в верхней части форума",

force_login					=>	"Администратор форума, требует авторизации всех пользователей, перед просмотром форума",
wrong_name					=>	"Невозможно найти пользователя с именем <#NAME#>, Вы ввели верные данные?",
please_log_in					=>	"Введите Ваши данные для авторизации, ниже",
cookie_no					=>	"Нет",

options					=>	"Опции",
wrong_pass					=>	"Неверный пароль. Все пароли чувствительны к регистру",
admin_force_log_in					=>	"Администратор форума, требует авторизации всех пользователей",
log_in_submit					=>	"Войти",
anon_name					=>	"Не добавлять меня в список Активных пользователей",
add_name					=>	"Да, добавить меня к списку Активных пользователей",
errors_found					=>	"Обнаружены следующие ошибки:",
thanks_for_logout					=>	"Вы вышли",

forgot_pass					=>	"Я забыл свой пароль!",

thanks_for_login					=>	"вы вошли как:",

log_out					=>	"Выход",
enter_name					=>	"Введите Ваше имя",

cookies					=>	"<b>Запомнить Вас?</b><br />Если включено, то при следующем посещении, Вы будете автоматически авторизованы.<br />Не рекомендовано, если компьютер является общественным.",

enter_pass					=>	"Введите Ваш пароль",
pass_link					=>	"Нажмите сюда!",

privacy					=>	"<b>Скрытность</b>. Ваше имя будет отображаться в списке активных пользователей.",


cookie_yes					=>	"Да",
blank_fields					=>	"Перед продолжением, введите Ваше имя и пароль",
log_out_submit					=>	"Выйти",
log_in					=>	"Вход",
);
?>