<?php

$lang = array (


'cc_currency_in' => "Все цены в",
'cc_change'      => "Изменить",

'man_tick_title' => "Распечатайте этот чек или скопируйте информацию и приложите к Вашей оплате.",
'man_mem'        => "Имя пользователя",
'man_mem_id'     => "ID пользователя",
'man_email'      => "E-mail пользователя",
'man_trans_id'   => "ID транзакции",
'man_sub'        => "Подзаголовок",
'man_pay'        => "Оплата добавлена",
'man_title'      => "Чек банковского перевода",




'gw_upgrade' => "Обновление",

'gw_paypal'  => "Нажмите на кнопку ниже, для завершения и оплаты через сайт PayPal. Все цены будут переконвертированы в доллары США для сайта PayPal",
'gw_nochex'  => "Нажмите на кнопку ниже, для завершения и оплаты через сайт NOCHEX. Все цены будут переконвертированы в GBP (Global Business Project) для сайта NOCHEX",


'post_manual' => "Вы выбрали метод оплаты через почту. После нажатия на находящуюся ниже кнопку, Ваш заказ перейдёт в статус 'Проверяемые', а в новом окне откроется содержание чека для оплаты, который Вы должны будете распечатать и предъявить при оплате. Это означает, что пока Ваша оплата не будет доставлена и проверена нами, Вы не сможете использовать подписку.",
'post_manual_more' => "Перешлите вышеуказанную сумму в (USD) для:<br /><b>%s<br />%s<br />%s<br />%s<br />%s</b><br /><br />Для обмена валют, можете посетить <a href='http://www.xe.com'>этот сайт</a>.",

'gw_manual'  => "Нажмите сюда для продолжения...",

'sc_complete' => "Завершение заказа...",

'sc_upgrade_title' => "Подтверждение обновления",
'sc_normal_title' => "Подтверждение покупки",
'sc_upgrade_explain' => "Перед продолжением, просмотрите детали заказа, расположенные ниже.",
'sc_upgrade_string' => "Вы выбрали обновление с <b>%s</b> на <b>%s</b>, срок которого истекает - <b>%s</b>.<br /> Стоимость этого обновления - <b>%s</b>.<br /><br /> Выберите метод оплаты и нажмите на кнопку, для перехода к следующему шагу.",

'sc_normal_string'  => "Вы выбрали покупку подписки <b>%s</b>.<br /> Стоимость этой подписки - <b>%s</b>.",

'sc_available_methods' => "Доступные способы оплаты",
'sc_method' => "Способ оплаты",

's_page_title' => "Панель управления подписками",
's_current_subs'    => "Ваша текущая подписка",
's_current_explain' => "Данные пакета, на который Вы подписаны в настоящее время.",
's_dead_subs'    => "Ваши завершённые подписки",
's_dead_explain' => "Все Ваши предыдущие и отменённые подписки.",

's_continue_button' => "Перейти к выбору метода оплаты...",
's_continue_button2' => "Продолжить...",

's_upgrade_subs'    => "Обновление до новой подписки",
's_upgrade_explain' => "Вы можете обновиться до любой из нижеуказанных подписок. Вы должны будете только пополнить Ваш баланс и по достижении баланса до суммы новой подписки, Ваша подписка будет обновлена.",

's_started'      => "Дата начала",
's_end'          => "Дата окончания",
's_paid'         => "Уплачено",
's_status'		 => "Статус",
's_transid'      => "ID",
's_balance_cost' => "Баланс оплаты",

's_current_bottom' => "При каких-либо вопросах по поводу Вашей текущей или прошлах подписок, Вы можете обратиться к Администрации, которая может ответить на Ваши любые запросы.",

's_available_subs' => "Ваши доступные подписки",
's_detail'         => "Детали",
's_duration'	   => "Длительность",
's_cost'		   => "Стоимость",
's_explain'		   => "Для приобретения подписки, выберите необходимую Вам подписку, поставив галочку перед ней и укажите удобный для Вас метод оплаты. После нажатия на кнопку для продолжения, Вы перейдёте на страницу подтверждения, на которой возможно должны будете указать дополнительные детали, в зависимости от выбранного Вами метода оплаты.",

'pay_paid'    => "Уплачено",
'pay_failed'  => "Неудачно",
'pay_pending' => "Незавершённая",
'pay_expired' => "Истёкшая",
'pay_dead'    => "Отменённая",

'time_y'      => "Год",
'time_m'      => "Месяц",
'time_d'      => "День",

'timep_y'     => "Лет",
'timep_m'     => "Месяцев",
'timep_d'     => "Дней",


);

?>