<?php

$lang = array (

// Added 1.2
'w_v_pages'   => "Страниц",
'w_v_warnby'  => "Пользователь",
'w_v_none'    => "Нет сохранённых записей для этого пользователя",
'w_v_add'     => "Повышение рейтинга",
'w_v_minus'   => "Понижение рейтинга",
'w_v_notes'   => "Причина",
'w_v_warned_on' => "Дата поощрения/наказания -",
'w_v_title'   => "Логи рейтинга пользователя",
'w_done_t'     => "Результат обновления рейтинга",
'w_done_te'    => "Рейтинг пользователя %s обновлён и записан в логах",
'w_done_home'  => "Вернуться на главную страницу форума",
'w_done_forum' => "Вернуться на форум",
'w_done_topic' => "Вернуться в тему",
'errors_found' => "Ошибка",
'we_no_reason' => "Вы обязательно должны ввести причину поощрения/наказания",
'we_no_subject' => "Вы не ввели заголовок письма-уведомления",
'pm_email_subject' => "Вам новое письмо на Личный Ящик",
'w_title' => "Центр рейтинга пользователя",
'w_restricted' => "Ограничение установлено. Остальное время пересчитано.",
'w_warnfor'    => "Панель рейтинга пользователя",
'w_complete'   => "Заполните обязательные поля формы",
'w_adjust_level' => "Действие с рейтингом",
'w_add'          => "Повышение уровня рейтинга",
'w_remove'		 => 'Понижение уровня рейтинга',
'w_modq'         => "Предварительная проверка модератором всех его сообщений",
'w_modq_i'       => "Проверять всегда",
'w_day'          => "Дней",
'w_hour'         => "Часов",
'w_resposts'     => "Запретить пользователю отправлять сообщения",
'w_resposts_i'   => "Запретить навсегда",
'w_suspend'      => "Временно лишить всех прав",
'w_orfor'        => "или на",
'w_susfor'       => "Лишить прав на",
'w_reason'       => "Введите причину",
'w_reason2'      => "Эта секция обязательна к заполнению",
'w_contact'      => "Отправить уведомление пользователю",
'w_c'            => "Отправить на",
'w_c_subj'       => "Заголовок письма",
'w_c_e'          => "E-mail",
'w_c_p'          => "PM",
'w_submit'       => "Выполнить действие",
'w_contact2'     => "Не заполняйте, если не хотите уведомлять пользователя",

'mm_applied' => 'Мульти-модерация для темы %s установлена',
'pe_unused' => "Не использован",

// Added BETA 2:

'pe_question' => "Пункт опроса",


'st_top'     => "Разделение темы",
'st_explain' => "Разделение темы позволяет Вам выбрать сообщения, для перемещения их в новую тему. Перед продолжением, определите название и описание новой темы и форум расположения.<br /><b>Примечание</b> Длинные сообщения будут возвращены для кодирования тэгов и сокращения их",
'st_forum'   => "Форум для новой темы",
'st_submit'  => "Разделить выбранные сообщения",
'st_post'    => "Просмотр сообщения",
'st_split'   => "Перенести это сообщение",
'st_top_bit' => "Автор <b>%s</b> - <b>%s</b>",
'st_redirect' => "Тема разделена. Сейчас Вы вернётесь в форум",

'th_title'    => "История темы",
'th_topic'    => "Название темы",
'th_desc'     => "Описание темы",
'th_start_date' => "Тема создана",
'th_start_name' => "Автор темы",
'th_last_date'  => "Последнее сообщение",
'th_last_name'  => "Автор последнего сообщения",
'th_avg_post'   => "Среднее количество сообщений в день",

'ml_title'   => "Логи модератора",
'ml_name'    => "Имя пользователя",
'ml_desc'    => "Описание",
'ml_date'    => "Дата",
'ml_none'    => "Нет данных для этой темы",



'mt_top'     => "Соединение темы",
'mt_explain' => "Соединение тем, позволит Вам 'переместить' все сообщения из одной темы в другую. Новы темы будут отсортированы в хронологическом порядке. Опросы и информацию проголосовавшего, объединить невозможно.",
'mt_new_title' => "Название темы",
'mt_new_desc'  => "Описание темы",
'mt_tid'       => "<b>Введите URL темы, которую Вы хотите объединить с этой.</b><br />(Подсказка: Вы просто можете скопировать URL темы из адресной строки браузера и вставить этот URL сюда.)",
'mt_submit'    => "Соединить темы",
'mt_redirect'  => "Темы соединены. Сейчас Вы будете перемещены в объединённую тему",



'ts_title' => 'Подписки на тему',
'ts_count' => 'Имеются %s пользователей, подписавшихся на эту тему. Вы хотите отписать их всех?',
'ts_submit' => "Отписать всех пользователей",
'ts_none'   => "Нет пользователей, подписанных на эту тему.",
'ts_redirect' => "все пользователи отписаны от этой темы",











'leave_link'   => "Оставить ссылку на новую тему в исходящем форуме?",

'yes' => "Да",
'no'  => "Нет",

'move_exp' => "Выберите входящий форум и метод перемещения",

'pe_top' => "Редактирование опроса: ",
'pe_option' => "Опции опроса:",

'pe_submit' => "Редактировать этот опрос",

'pe_pollonly' => "Только опрос (запретить новые ответы?)",
'pe_yes'      => "Да",
'pe_no'       => "Нет",
'pe_done'     => "Опрос отредактирован",

'pd_top'   => "Удаление опроса:",

'pd_text'  => "Подтвердите удаление опроса, нажатием на кнопку ниже",
'pd_submit' => "Удалить этот опрос",
'pd_redirect' => "Опрос удалён",


post_deleted               => "Сообщение удалено",
top_open					=>	"Открытие темы в ",
top_edit					=>	"Редактирование темы ",
submit_move					=>	"Переместить эту тему",
UNPIN_TOPIC					=>	"Опустить тему",
OPEN_TOPIC					=>	"Открыть тему",
DELETE_TOPIC					=>	"Удалить эту тему",
top_close					=>	"Закрытие темы в ",
t_open					=>	"Открыть тему",
t_edit					=>	"Редактировать тему",
p_moved					=>	"Тема перемещена",
p_pinned					=>	"Тема фиксирована",
t_delete					=>	"Удалить тему",
top_move					=>	"Переместить тему ",
p_edited					=>	"Тема отредактирована",
MOVE_TOPIC					=>	"Переместить эту тему",
edit_f_desc					=>	"Описание темы",
CLOSE_TOPIC					=>	"Закрыть тему",
t_close					=>	"Закрыть тему",
delete_topic					=>	"Удаление темы. Продолжайте только в том случае, если Вы действительно хотите удалить эту тему. Больше никаких предупреждений не будет.",
move_from					=>	"Переместить эту тему из",
p_deleted					=>	"Тема удалена",
t_move					=>	"Переместить тему",
edit_f_title					=>	"Название темы",
final_rebuild					=>	"<#DELETE_COUNT#> двойных сообщений удалены. Новый счётчик ответов установлен на <#REPLY_COUNT#>",
to					=>	"в",
close_topic					=>	"<b>ПРИМЕЧАНИЕ:</b> Не обязательно посылать сообщение - это дополнительный вариант",
submit_close					=>	"Закрыть эту тему",
post_optional					=>	"<b>ПРИМЕЧАНИЕ:</b> Не обязательно посылать сообщение - это дополнительный вариант",
p_closed					=>	"Тема закрыта",
top_delete					=>	"Удаление темы ",
p_opened					=>	"Тема открыта",
edit_topic					=>	"Редактирование деталей темы",
p_pdeleted					=>	"Сообщение удалено",
delete_old					=>	"Опции исходящего форума:",
PIN_TOPIC					=>	"Зафиксировать тему",
post_icon					=>	"<b>Иконки сообщения</b>",
DELETE_POST					=>	"Удалить сообщения",
submit_open					=>	"Открыть эту тему",
submit_edit					=>	"Редактировать эту тему",
submit_delete					=>	"Удалить эту тему",
p_unpinned					=>	"Тема опущена",
);
?>