<?php

$lang = array (

'totals' => "Назад в общую статистику",
'new' => "Последние изменения",
'profile' => "В профиле",
'stats' => "Прямо здесь",
'self_stats' => "В статистике репутаций",
'change' => ":: Изменить?",

'multi_pages' => "Страниц:",
'disallow_rep' => "[Голосование <font color='red'>запрещено</font>!]",

'add_success' => "репутация успешно добавлена.",
'rem_success' => "репутация успешно уменьшена.",
'del_success' => "изменение репутации аннулировано.",
'comment_success' => "комментарий отредактирован.",

'no_post_right' => "этот пользователь потерял право постить в форум из-за низкой репутации.",

'ptitle' => "Изменение репутации",
'pnav' => "Изменение репутации",
'stitle' => "Статистика изменений репутации",
'snav' => "Статистика репутации",
'btitle' => "Статистика в целом по форуму",
'bnav' => "Статистика репутации",
'fill' => "Пожалуйста, заполните форму",
'whosename' => "Кому изменяем репутацию:",
'yourname' => "Ваше имя:",
'reason' => "Причина изменения репутации:",
'act' => "Метод:",
'raise' => "Повышение репутации",
'lower' => "Понижение репутации",
'go' => "Готово",

'user' => ":: участника",
'who' => "От кого",
'whom' => "Кому",
'where' => "За пост",
'why' => "Причина",
'code' => "Оценка",
'when' => "Дата",

'undo_change' => "Отменить",
'comment_change' => "Прокомментировать",
'do_comment' => "Добавление комментария",
'commented_message' => "Исходное сообщение:",
'your_comment' => "Ваш комментарий:",
'back' => "Назад",
'no_changes' => "Нет данных",
'allow_anon' => "[Может голосовать анонимно]",
'disallow_anon' => "[<font color='red'>Не может</font> голосовать анонимно]",

'no_topic' => "Перемещена или удалена",
'vote_anon' => "Анонимно",
'is_anon' => "Аноним",

'has_changed' => "голосовал",
'has_times' => "раз",

'sort_by_name' => "Именам",
'sort_by_rep' => "Количеству голосов, полученных",
'sort_by_rep_changes' => "Количеству голосов, отданных",
'descending_order' => "Порядке убывания",
'ascending_order' => "Порядке возрастания",
'sorting_text' => "Показать по <#SORT_KEY#> в <#SORT_ORDER#> с <#MAX_RESULTS#> результатами на страницу",
'sort_submit' => "OK!",

'member' => "Имя пользователя",
'given' => ", отдано",
'details' => "[Подробно]",

'len_max' => "Максимально допустимое число символов в сообщении: ",
'len_current' => " Вы уже использовали ",
'len_symbols' => " символов",

);
?>