<?php

$lang = array (

	'rep_cantchange'	=> "Администратор запретил Вам изменять репутацию других пользователей",
'rep_noanon'		=> "Вам запрещено голосовать анонимно!",
'rep_gcantchange'	=> "Администратор запретил Вашей группе изменять репутацию других пользователей",
'rep_gcantchangeg'	=> "Вы не можете менять репутацию пользователей из этой группы!",
'rep_forum_hide'	=> "Для этого форума репутация отключена",
'rep_full'			=> "Репутация этого пользователя заполнена до предела.",
'rep_low'			=> "У этого пользователя и так слишком низкая репутация.",
'rep_self'			=> "Вы не можете изменять репутацию самому себе!",
'rep_early'			=> "Вы в недавнее время уже меняли репутацию этого пользователя.<br>До следующего изменения должно пройти <#EXTRA#> дней",
'rep_noposts'		=> "У Вас недостаточно постов, чтобы изменять репутацию пользователей. Необходимо <#EXTRA#> постов.",

// Download Hack errors

cat_no_open			=> "Ýòà êàòåãîðèÿ çàêðûòà",
no_cats_exists			=> "Êàòåãîðèé íå ñóùåñòâóåò!",
no_cat				=> "Êàòåãîðèè íå îïðåäåëåíû!",
cat_not_found			=> "Âûáðàííàÿ êàòåãîðèÿ íå íàéäåíà",
no_files_cat			=> "Â ýòîé êàòåãîðèè íåò ôàéëîâ",
no_perm				=> "Ó Âàñ íåò ïðàâ èñïîëüçîâàíèÿ ýòîé ôóíêöèè",
no_file				=> "Âûáðàííûé ôàéë íå íàéäåí!",
no_download			=> "ÔÀÉË ÍÅ ÍÀÉÄÅÍ!",
d_failure			=> "Íåóäà÷íàÿ çàãðóçêà ôàéëà.",
download_no_perm		=> "Ãðóïïà, ê êîòîðîé Âû ïðèíàäëåæèòå, íå ìîæåò ñêà÷èâàòü ôàéëû!",
file_name_empty			=> "Âû íå çàïîëíèëè ïîëå Íàçâàíèå ôàéëà. Íàæìèòå â Âàøåì áðàóçåðå êíîïêó Íàçàä, âåðíèòåñü íà ñòðàíèöó çàãðóçêè è çàïîëíèòå âñå îáÿçàòåëüíûå ïîëÿ.",
file_screen_empty		=> "Âû äîëæíû çàãðóçèòü ñêðèíøîò ê ôàéëó. Íàæìèòå â Âàøåì áðàóçåðå êíîïêó Íàçàä, âåðíèòåñü íà ñòðàíèöó çàãðóçêè è âûáåðèòå ôàéë ñêðèíøîòà.",
no_guests			=> "Ãîñòÿì çàïðåùåíî èñïîëüçîâàòü ýòó ôóíêöèþ.",
file_cat_empty			=> "Âû íå âûáðàëè êàòåãîðèþ äëÿ çàãðóçêè. Íàæìèòå â Âàøåì áðàóçåðå êíîïêó Íàçàä, âåðíèòåñü íà ñòðàíèöó çàãðóçêè è çàïîëíèòå âñå îáÿçàòåëüíûå ïîëÿ.",
file_desc_empty			=> "Âû íå çàïîëíèëè ïîëå Îïèñàíèå ôàéëà. Íàæìèòå â Âàøåì áðàóçåðå êíîïêó Íàçàä, âåðíèòåñü íà ñòðàíèöó çàãðóçêè è çàïîëíèòå âñå îáÿçàòåëüíûå ïîëÿ.",
screen_upload_too_big		=> "Ðàçìåð ôàéëà ñêðèíøîòà ñëèøêîì âåëèê! Ìàêñèìàëüíî äîïóñòèìûé ðàçìåð - {$ibforums->vars['d_screen_max_dwnld_size']}",
ext_error			=> "Òàêîé òèï ôàéëà íå äîïóùåí äëÿ çàãðóçêè!",
screen_upload_error		=> "Íåâîçìîæíî çàãðóçèòü ñêðèíøîò!",
screen_not_allowed		=> "Çàãðóçêà ñêðèíøîòîâ çàïðåùåíà!",
upload_file_empty		=> "Ïîëå çàãðóçêè ôàéëà íå çàïîëíåíî. Âåðíèòåñü íàçàä è âûáåðèòå ôàéë äëÿ çàãðóçêè.",
file_upload_big			=> "Ðàçìåð çàãðóæàåìîãî Âàìè ôàéëà ñëèøêîì âåëèê! Ìàêñèìàëüíî äîïóñòèìûé ðàçìåð - {$ibforums->vars['d_max_dwnld_size']}",
d_section_close			=> "Èçâèíèòå, íî ôàéëîâûé àðõèâ â äàííîå âðåìÿ çàêðûò íà ïðîôèëàêòèêó!",
file_upload_error		=> "Íåâîçìîæíî çàãðóçèòü ôàéë!",
no_dwnld_mem			=> "Áàçà äàííûõ íå ñìîãëà îïðåäåëèòü Âàñ, êàê àâòîðà ýòîãî ôàéëà!",
none_dwnld_mem			=> "Áàçà äàííûõ íå ñìîãëà îïðåäåëèòü Âàñ, êàê àâòîðà êàêîãî-íèáóäü ôàéëà â àðõèâå!",
no_id				=> "ID íå îïðåäåë¸í!",
d_no_search_field		=> "Âû íå çàïîëíèëè íè îäíî èç ïîëåé ïîèñêà! Âåðíèòåñü íàçàä è çàïîëíèòå õîòÿ áû îäíî èç ïîëåé.",
d_no_search_result		=> "Ïî ââåä¸ííûì Âàìè êðèòåðèÿì íè÷åãî íå íàéäåíî!",
no_idname			=> "Ââåäèòå èëè èìÿ èëè ID!",
no_accept			=> "Íåò ôàéëîâ, îæèäàþùèõ îäîáðåíèÿ!",
already_rated			=> "Âû óæå îöåíèâàëè ýòîò ôàéë",
n_unlink			=> "Íåâîçìîæíî óäàëèòü ôàéë.",
too_many_dls			=> "Âû áîëüøå íå ìîæåòå ñêà÷èâàòü ôàéëû â òå÷åíèè 24 ÷àñîâ.",

// Îïðåäåë¸ííûå ñèìâîëû â èìåíàõ, ïðè ðåãèñòðàöèè.
'invalid_chars' => "Â èìåíè ïîëüçîâàòåëÿ ìîæíî èñïîëüçîâàòü òîëüêî àíãëèéñêèå è ðóññêèå áóêâû, à òàêæå öèôðû.<br /><br /> Âåðíèòåñü íàçàä è èñïðàâüòå îøèáêó.",
// Îïðåäåë¸ííûå ñèìâîëû â èìåíàõ, ïðè ðåãèñòðàöèè. Êîíåö.

// added in 1.2.1

'banned_email' => "Âàì çàïðåùåíî èñïîëüçîâàíèå ýòîãî e-mail àäðåñà äëÿ Âàøåãî àêêàóíòà. Èñïîëüçóéòå äðóãîé e-mail àäðåñ.",
'subs_no_curid' => "Ñäåëêà íå  ñîñòîÿëàñü â ñâÿçè ñ òåì, ÷òî ID òåêóùåãî ïàêåòà ïîäïèñîê íå áûë ïåðåäàí â ôîðìó äëÿ îïëàòû.",
'subs_no_upgrade' => "Íåò ïàêåòîâ äëÿ îáíîâëåíèÿ!",
'subs_no_selected' => "Âû íå âûáðàëè ïàêåòà ïîäïèñîê. Âåðíèòåñü íàçàä è âûáåðèòå õîòÿ áû îäèí ïàêåò.",
'subs_nomethod_selected' => "Âû íå óêàçàëè ìåòîä îïëàòû. Âåðíèòåñü íàçàä è óêàæèòå ìåòîä îïëàòû.",
'subs_no_api' => "Íåâîçìîæíî îïðåäåëèòü ìåñòîïîëîæåíèå òðåáóåìîãî API ôàéëà, ïðîöåññ ïðèîñòàíîâëåí.",
'subs_no_upgrade' => "Äàííûé ìåòîä îïëàòû áîëüøå íå ïîääåðæèâàåòñÿ. Ïðîöåññ ïðèîñòàíîâëåí.",
'subs_fail' => "Ïðîèçîøëà íåîïðåäåë¸ííàÿ îøèáêà. Êîä <#EXTRA#>.",
'sub_already' => "Âû óæå ïîäïèñàíû íà äàííûé ïàêåò è îí ëèáî îïëà÷åí, ëèáî ñðîê åãî äåéñòâèÿ ïîêà íå èñò¸ê. Ïðîöåññ ïðèîñòàíîâëåí.",
//--



'auth_no_key_not_allow' => "Âû íå â ñîñòîÿíèè âûïîëíÿòü ýòî äåéñòâèå, ïîêà Àäìèíèñòðàòîð íå ïîäòâåðäèë Âàøó ðåãèñòðàöèþ",


// added 1.2 B3

'no_flash_av'   => "Ó Âàñ íåäîñòàòî÷íî ïðàâ äëÿ èñïîëüçîâàíèÿ flash â êà÷åñòâå àâàòàðà, â ïîäïèñè èëè â ñîîáùåíèÿõ",
'no_warn_max'   => "Ýòîìó ïîëüçîâàòåëþ áîëüøå íåâîçìîæíî èçìåíèòü ðåéòèíã. Óðîâåíü ïîëîæèòåëüíîãî ëèáî îòðèöàòåëüíîãî ðåéòèíãà çàïîëíåí äî ïðåäåëà",


// added 1.2
'split_too_much' => "Íåëüçÿ âûáèðàòü âñå ñîîáùåíèÿ â òåìå äëÿ ðàçäåëåíèÿ. Íåîáõîäèìî îñòàâèòü õîòÿ áû îäíî ñîîáùåíèå â ýòîé òåìå.",

'ml_error' => "Äàííàÿ ãðóïïà ïîëüçîâàòåëåé íå îòîáðàæàåòñÿ â ñïèñêå ïîëüçîâàòåëåé.",
'protected_user' => "Âû íå ìîæåòå ïðîäîëæèòü ýòî äåéñòâèå. Äàííûé ïîëüçîâàòåëü ÿâëÿåòñÿ çàùèù¸ííûì îò òàêèõ äåéñòâèé.",
'warned_already' => "Ýòîò ïîëüçîâàòåëü óæå ïðåäóïðåæä¸í íà äàííûé ìîìåíò.",
'no_mmid'  => "Ýòî íåâåðíîå äåéñòâèå ìóëüòè-ìîäåðàöèè.",
'del_post' => "Íåâåðíàÿ àâòîðèçàöèÿ. Âåðíèòåñü íàçàä è ïîâòîðèòå ïîïûòêó. Åñëè Âû íåïðàâèëüíî îáðàòèëèñü ê äàííîé ôóíêöèè, èñïðàâüòå îøèáêó è èñïîëüçóéòå ñîîòâåòñòâóþùèé ýòîé ôóíêèè ìåòîä.",
'stupid_beggar'  => "Íåëüçÿ èñïîëüçîâàòü îäíîâðåìåííî âñå îïöèè âûïàäàþùåãî ìåíþ. Èñïîëüçóéòå ïî îäíîé îïöèè. Âåðíèòåñü íàçàä è èñïðàâüòå îøèáêó.",
'fd_noneselected' => "Âû íå âûáðàëè íè îäíîé ïàïêè â PM äëÿ å¸ î÷èñòêè. Âåðíèòåñü íàçàä è ïîâòîðèòå ïîïûòêó.",
'cal_range_wrong' => "Äàòà îêîí÷àíèÿ ñîáûòèÿ äîëæíà áûòü ïîçæå äàòû íà÷àëà ñîáûòèÿ.",
'posting_off_susp' => "Âû âðåìåííî ëèøåíû ïðàâ îòïðàâêè ñîîáùåíèé. Äàòà è âðåìÿ âîçîáíîâëåíèÿ Âàøèõ ïðàâ - <#EXTRA#>.",
'account_susp'  => "Âû âðåìåííî çàáàíåíû. Äàòà è âðåìÿ îêîí÷àíèÿ áàíà - <#EXTRA#>.",
'email_change_v' => "Âû óæå îæèäàåòå ïîäòâåðæäåíèÿ àêòèâàöèè. Íåîáõîäèìî ïðîéòè àêòèâàöèþ, ïåðåä âûïîëíåíèåì ýòîãî äåéñòâèÿ.",
'is_broken_link' => "Ññûëêà, ïî êîòîðîé Âû ïîïàëè íà ýòó ñòðàíèöó ÿâëÿåòñÿ áèòîé èëè óäàë¸ííîé.",
'pass_no_match'  => "Ââåä¸ííûå Âàìè ïàðîëè íå èäåíòè÷íû. Âåðíèòåñü íàçàä è ïîâòîðèòå ïîïûòêó.",
'av_no_gallery' => "Âûáðàííàÿ Âàìè ãàëåðåÿ àâàòàðîâ óæå íå ñóùåñòâóåò. Âåðíèòåñü íàçàä è ïîïðîáóéòå âûáðàòü äðóãóþ ãàëåðåþ.",

'file_2_big'   => "Âûñîòà èëè øèðèíà èçîáðàæåíèÿ ïðåâûøàåò íîðìó äîïóñòèìîãî. Óìåíüøèòå ðàçìåðû èçîáðàæåíèÿ è ïîâòîðèòå ïîïûòêó.",
'no_photo_selected' => "Ïåðåä ïðîäîëæåíèåì, Âû äîëæíû óêàçàòü ññûëêó íà ôîòîãðàôèþ ëèáî çàãðóçèòü ôîòîãðàôèþ ñ êîìïüþòåðà.",
'photo_invalid_ext' => "Çàïðåùåíî èñïîëüçîâàòü òàêîå ðàñøèðåíèå äëÿ ôîòîãðàôèé.",


// Added in RC2

'no_help_file' => "Íåâîçìîæíî íàéòè ýòîò ðàçäåë ïîìîùè. Ïîâòîðèòå ïîïûòêó.",

//--

// Added in RC1

'no_member_mail' => "Ó Âàñ íåò ïðàâ îòïðàâêè èç ôîðóìà ïèñåì íà e-mail",

//--

// Added in Beta 3

'no_vote'  => "Âû íå âûáðàëè ïóíêò, çà êîòîðûé õîòèòå ïðîãîëîñîâàòü. Âåðíèòåñü íàçàä è âûáåðèòå îäèí èç ïóíêòîâ ãîëîñîâàíèÿ, êîòîðîìó Âû õîòèòå îòäàòü ñâîé ãîëîñ",

//--- End B3 additions ---

'me_no_forum'   => "Âû íå èìååòå ïðàâ ìîäåðèðîâàíèÿ âñåõ ôîðóìîâ.",


'search_word_short' => "Ââåä¸ííîå Âàìè êëþ÷åâîå ñëîâî äëÿ ïîèñêà, èìååò ìåíåå <#EXTRA#> ñèìâîëîâ, èëè æå Âû ââåëè â êà÷åñòâå êëþ÷åâîãî ñëîâà íåäîïóùåííûå ê ïîèñêó ñëîâà, òàêèå êàê 'html', 'img' è ò.ä. Âåðíèòåñü íàçàä è óâåëè÷üòå êîëè÷åñòâî ñèìâîëîâ â êëþ÷åâîì ñëîâå, ëèáî èçìåíèòå êëþ÷åâîå ñëîâî.",

'no_name_search_results' => "Âûáðàííîå èìÿ ïîëüçîâàòåëÿ íå íàéäåíî. Âåðíèòåñü íàçàä è ïîïðîáóéòå ñíîâà.",


'split_not_enough' => "Äëÿ ðàçäåëåíèÿ, íåîáõîäèìî âûáðàòü õîòÿ áû îäíî ñîîáùåíèå!",

'mt_no_topic'  => "Òåìà, ñîîòâåòñòâóþùàÿ ââåä¸ííîìó Âàìè URL, íå îáíàðóæåíà â áàçå äàííûõ. Äâàæäû ïðîâåðüòå ââåä¸ííóþ èíôîðìàöèþ è ïîâòîðèòå ïîïûòêó.",
'mt_same_topic' => "Íåâîçìîæíî ñîåäèíèòü ýòó æå òåìó",

'forum_no_post_allowed'    => "Âû íå ìîæåòå ïåðåìåñòèòü òåìû â ýòîò ôîðóì, òàê êàê â ýòîì ôîðóìå îòâåòû çàïðåùåíû.",


'cf_to_long'  => "Âû ââåëè ñëèøêîì ìíîãî äàííûõ â ïîëå '<#EXTRA#>', âåðíèòåñü íàçàä è ïðîâåðüòå ââåä¸ííûå äàííûå",


'search_flood' => "Àäìèíèñòðàòîð âêëþ÷èë ôëóä-êîíòðîëü ïðè ïîèñêå. Íåîáõîäèìî ïîäîæäàòü <#EXTRA#> ñåêóíä ïåðåä ïîâòîðíûì ïîèñêîì.",

'cal_no_events' => "Íåò èìåíèííèêîâ è ñîáûòèé íà ýòó äàòó. Âåðíèòåñü íàçàä è ïîâòîðèòå ïîïûòêó",
'cal_date_oor'   => "Äàòà, âûáðàííàÿ äëÿ ýòîãî ñîáûòèÿ, íå ñîîòâåòñòâóåò äåéñòâèòåëüíîñòè (ê ïðèìåðó íåëüçÿ âûáèðàòü 30 ôåâðàëÿ). Âåðíèòåñü íàçàä, ïðîâåðüòå ââåä¸ííûå äàííûå è ïîâòîðèòå ïîïûòêó.",

'cal_title_none' => "Íåîáõîäèìî ââåñòè íàçâàíèå ñîáûòèÿ, äëèíîé áîëåå 2-õ ñèìâîëîâ",
'cal_title_long' => "Ââåä¸ííîå Âàìè íàçâàíèå ñîáûòèÿ ñëèøêîì äëèííîå. Âû äîëæíû ââåñòè íàçâàíèå, íå áîëåå 64-õ ñèìâîëîâ",

'search_off' => "Â äàííûé ìîìåíò Àäìèíèñòðàòîð îòêëþ÷èë ôóíêöèþ ïîèñêà. Âîñïîëüçóéòåñü ïîèñêîì ïîçæå.",
'reg_off' => "Àäìèíèñòðàòîð ôîðóìà çàïðåòèë â äàííîå âðåìÿ íîâûå ðåãèñòðàöèè.",

'offline_title' => "Ôîðóì íà ïðîôèëàêòèêå",
'offline_login' => "Åñëè ó Âàñ åñòü ïðàâà ïîñåùåíèÿ ôîðóìà âî âðåìÿ åãî ïðîôèëàêòèêè, àâòîðèçóéòåñü íèæå.",

'skin_not_found' => "Âûáðàííûé Âàìè ñêèí íå îáíàðóæåí. Âîçìîæíî Àäìèíèñòðàòîð óäàëèë ýòîò ñêèí. Âåðíèòåñü íàçàä è âûáåðèòå äðóãîé ñêèí.",

'no_view_board' => "Âàì çàïðåù¸í äîñòóï â ýòîò ôîðóì",

'forum_read_only' => "Ýòîò ôîðóì òîëüêî äëÿ ÷òåíèÿ, íîâûå òåìû è ñîîáùåíèÿ íå ïðèíèìàþòñÿ.",

'no_av_upload'  => "Âû íå èìååòå ïðàâ çàãðóçêè àâàòàðîâ èëè ôîòîãðàôèé íà ñåðâåð",
'no_av_type'    => "Çàïðåùåíî çàãðóæàòü ôàéëû òàêîãî òèïà, â êà÷åñòâå àâàòàðîâ èëè ôîòîãðàôèé",
'no_av_name'    => "Çàãðóæàåìûé ôàéë íå èìååò íàçâàíèÿ. Âåðíèòåñü íàçàä è ïðîâåðüòå äàííûå.",

'upload_failed' => "Íåóäà÷íàÿ çàãðóçêà. Îáðàòèòåñü ê Àäìèíèñòðàöèè ôîðóìà äëÿ ïîìîùè â ðàçðåøåíèè ïðîáëåìû.",

'er_log_in_title'  => "Âû íå àâòîðèçîâàíû. Âû ìîæåòå àâòîðèçîâàòüñÿ íèæå.",
'erl_enter_name'   => "Âàøå èìÿ",
'erl_enter_pass'   => "Âàø ïàðîëü",
'erl_log_in_submit' => "Âîéòè",

'er_useful_links'  => "Ïîëåçíûå ññûëêè",
'er_lost_pass'      => "Âîññòàíîâëåíèå çàáûòîãî ïàðîëÿ",
'er_register'       => "Ðåãèñòðàöèÿ íîâîãî ïîëüçîâàòåëÿ",
'er_contact_admin'  => "Ñâÿçü ñ Àäìèíèñòðàòîðîì ôîðóìà",
'er_help_files'      => "Íàøà äîêóìåíòàöèÿ ïîìîùè",

'no_archive_messages'     => "Íå íàéäåíî Ëè÷íûõ ñîîáùåíèé ïî óêàçàííûì êðèòåðèÿì. Ðàñøèðüòå êðèòåðèè è ïîâòîðèòå ïîïûòêó.",

'no_delete_post'           => "Íåâîçìîæíî óäàëåíèå ïåðâîãî ñîîáùåíèÿ òåìû. Äëÿ óäàëåíèÿ òåìû, âûáåðèòå 'Óäàëèòü òåìó' â ñåêöèè ìîäåðàòîðà, â íèæíåé ÷àñòè òåìû.",
'exp_text'                  =>  "Îáíàðóæåíà îøèáêà. Åñëè Âàì íåèçâåñòíû ïðè÷èíû îøèáêè, ïîïðîáóéòå îáðàòèòüñÿ ê ðàçäåëàì ïîìîùè.",
'msg_head'                  =>  "Îáíàðóæåíà îøèáêà:",

'auth_no_mem'               => "Íå íàéäåíî íè îäíîãî ïîëüçîâàòåëÿ ïî ââåä¸ííîìó Âàìè ID ïîëüçîâàòåëÿ. Äâàæäû ïðîâåðüòå URL, ïî êîòîðîìó Âû âîøëè èëè äàííûå, ââåä¸ííûå â ýòó ôîðìó. Åñëè îøèáêà áóäåò ïîâòîðÿòüñÿ, îáðàòèòåñü ê Àäìèíèñòðàöèè ôîðóìà.",
'auth_key_wrong'            => "Ýòî íåâåðíûé êëþ÷ ïîäòâåðæäåíèÿ äëÿ ýòîãî ïîëüçîâàòåëÿ. Äâàæäû ïðîâåðüòå URL, ïî êîòîðîìó Âû âîøëè èëè äàííûå, ââåä¸ííûå â ýòó ôîðìó. Åñëè îøèáêà áóäåò ïîâòîðÿòüñÿ, îáðàòèòåñü ê Àäìèíèñòðàöèè ôîðóìà. Åñëè Âû ïðîõîäèòå ïðîöåäóðó ïîäòâåðæäåíèÿ íå ñðàçó, òî âîçìîæíî Âàø àêêàóíò óæå óäàë¸í.",
'auth_no_key'               => "Íåâåðíàÿ àêòèâàöèÿ àêêàóíòà. Äâàæäû ïðîâåðüòå ââåä¸ííûå Âàìè äàííûå. Åñëè Âû ïðîõîäèòå ïðîöåäóðó ïîäòâåðæäåíèÿ íå ñðàçó, òî âîçìîæíî Âàø àêêàóíò óæå óäàë¸í.",

'email_addy_mismatch'       => "Ââåä¸ííûå e-mail àäðåñà íå èäåíòè÷íû, âåðíèòåñü íàçàä, ïðîâåðüòå ââåä¸ííûå Âàìè äàííûå è ïîâòîðèòå ïîïûòêó.",

'lp_no_pass'                => "Â áàçå íå îáíàðóæåíî íîâîãî ïàðîëÿ äëÿ ýòîãî àêêàóíòà. Îáðàòèòåñü ê Àäìèíèñòðàöèè äëÿ ðàçðåøåíèÿ ïðîáëåìû.",

'val_key_present'           => "Ýòîò àêêàóíò íå ïðîø¸ë ïðåäûäóùóþ àêòèâàöèþ äëÿ íîâîé ðåãèñòðàöèè, çàáûòîãî ïàðîëÿ èëè èçìåíåíèÿ e-mail àäðåñà. Ïåðåä ïðîäîëæåíèåì, íåîáõîäèìî çàâåðøèòü ïðåäûäóùóþ àêòèâàöèþ. Åñëè Âû ñ÷èòàåòå ýòî îøèáêîé, îáðàòèòåñü ê Àäìèíèñòðàöèè ôîðóìà, äëÿ ðàçðåøåíèÿ ïðîáëåìû.",

'complete_form'             => "Âû äîëæíû çàïîëíèòü âñå ïîëÿ ôîðìû. Âåðíèòåñü íàçàä, ïðîâåðüòå ââåä¸ííûå äàííûå è ïîâòîðèòå ïîïûòêó.",

forum_no_access					=>	"Âû íå èìååòå ïðàâ ÷òåíèÿ ýòîãî ôîðóìà. Åñëè äàííûé ôîðóì çàùèù¸í ïàðîëåì, òî Âû äîëæíû àâòîðèçîâàòüñÿ â ýòîì ôîðóìå, çàéäÿ â íåãî ñ ãëàâíîé ñòðàíèöû ôîðóìà.",
name_too_long					=>	"Ââåä¸ííîå èìÿ ïîëüçîâàòåëÿ ñëèøêîì äëèííîå.",
msg_blocked					=>	"Ýòîò ïîëüçîâàòåëü íå æåëàåò ïðèíèìàòü ïèñüìà íà ñâîé Ëè÷íûé ßùèê ôîðóìà.",
no_msg_title					=>	"Íåîáõîäèìî ââåñòè çàãîëîâîê ïèñüìà.",
reg_link					=>	"Çàðåãèñòðèðîâàòüñÿ!",
wrong_pass					=>	"Ââåä¸ííûé ïàðîëü íåâåðíûé. Ïîâòîðèòå ïîïûòêó.",
poll_no_guests					=>	"Ãîñòè íå ìîãóò ãîëîñîâàòü.",
no_such_user					=>	"Ïîëüçîâàòåëÿ ñ òàêèì èìåíåì íå ñóùåñòâóåò. Âåðíèòåñü íàçàä è äâàæäû ïðîâåðüòå ââåä¸ííûå Âàìè äàííûå.",
search_no_input					=>	"Íåîáõîäèìî ââåñòè êëþ÷åâîå ñëîâî äëÿ ïîèñêà!",
stf_no_msg					=>	"Íåîáõîäèìî ââåñòè òåêñò ïèñüìà",
invite_no_name					=>	"Âû äîëæíû ââåñòè Âàøå èìÿ",
poll_none_found					=>	"Íåâîçìîæíî íàéòè äàííûé îïðîñ",
no_search_id					=>	"Íåâîçìîæíî íàéòè ôàéë ñ ýòèì ID, ïîâòîðèòå ïîïûòêó",
no_guest_new_topics					=>	"Àäìèíèñòðàòîð ôîðóìà çàïðåòèë Ãîñòÿì ïèñàòü â ýòîì ôîðóìå. Åñëè Âû çàðåãèñòðèðîâàíû, àâòîðèçóéòåñü.",
no_user					=>	"Íåâîçìîæíî íàéòè òàêîãî ïîëüçîâàòåëÿ.",
no_search_words					=>	"Âû íå ââåëè êëþ÷åâûõ ñëîâ äëÿ ïîèñêà, ëèáî ââåä¸ííûå Âàìè êëþ÷åâûå ñëîâà ñîäåðæàò î÷åíü ìíîãî ñèìâîëîâ.",
invalid_login					=>	"Îøèáêà àâòîðèçàöèè. Íåâåðíîå èìÿ ïîëüçîâàòåëÿ èëè ïàðîëü. Âåðíèòåñü íàçàä è äâàæäû ïðîâåðüòå ââåä¸ííûå Âàìè äàííûå. Íå çàáûâàéòå, ÷òî èìÿ ïîëüçîâàòåëÿ è ïàðîëü, ÷óâñòâèòåëüíû ê ðåãèñòðó, ê ïðèìåðó 'ÏàÐÎëÜ' îòëè÷àåòñÿ îò 'ïàðîëü'",
web_too_long					=>	"Ââåä¸ííûé Âàìè àäðåñ ñàéòà ñëèøêîì äëèííûé.",
stf_no_email					=>	"Íåîáõîäèìî ââåñòè e-mail àäðåñ ÷åëîâåêà, êîòîðîìó Âû îòïðàâëÿåòå ýòó ñòðàíèöó",
mem_id_wrong					=>	"Âàø ID ïîëüçîâàòåëÿ â íåïðàâèëüíîì ôîðìàòå.",
forum_off					=>	"Ýòîò ôîðóì çàêðûò",
no_newer					=>	"Íåò òåì, íîâåå ýòîé",
poss_hack_attempt					=>	"Ìû ðàññìàòðèâàåì ýòî äåéñòâèå, êàê âîçìîæíàÿ ïîïûòêà âçëîìà. Äàííîå äåéñòâèå óæå çàïèñàíî â ëîãàõ Àäìèíèñòðàòîðà ôîðóìà è îí áóäåò óâåäîìë¸í ïî e-mail",
not_logged_in					=>	"Âû íå àâòîðèçîâàíû",
int_too_long					=>	"Ââåä¸ííûå Âàìè óâëå÷åíèÿ ñëèøêîì äëèííûå.",
no_to_member					=>	"Òàêîãî ïîëüçîâàòåëÿ íå îáíàðóæåíî â áàçå äàííûõ. Ïðîâåðüòå îðôîãðàôèþ ââåä¸ííîãî èìåíè.",
invalid_ext					=>	"Â ýòîì ôîðóìå çàïðåùåíî èñïîëüçîâàòü òàêîé ôîðìàò äëÿ èçîáðàæåíèé. Ïðàâèëüíûé ôîðìàò: http://www.domain.com/picture.gif, íåïðàâèëüíûé ôîðìàò: http://www.domain.com/picture.one.gif",
subject_long					=>	"Çàãîëîâîê ïèñüìà ñëèøêîì äëèííûé",
move_already_moved					=>	"Ýòî îðèãèíàë ïåðåìåù¸ííîé òåìû è å¸ íåâîçìîæíî ïåðåìåñòèòü ñíîâà. Åñëè Âû õîòèòå ïåðåìåñòèòü ýòó òåìó, ïåðåìåñòèòå å¸ ñíà÷àëà â ïðåäûäóùèé ôîðóì.",
cookie_error					=>	"Ïðîèçîøëà îøèáêà cookie, àâòîðèçóéòåñü ñíîâà",
no_attach					=>	"Â ýòîì ôîðóìå çàïðåùåíà çàãðóçêà ôàéëîâ",
name_too_short					=>	"Ââåä¸ííîå Âàìè èìÿ ïîëüçîâàòåëÿ ñëèøêîì êîðîòêîå",
missing_files					=>	"Íåêîòîðûå òðåáóåìûå ôàéëû îòñóòñòâóþò. Åñëè Âû õîòåëè ïðîñìîòðåòü òåìó, âîçìîæíî ýòà òåìà ïåðåìåùåíà èëè óäàëåíà. Âåðíèòåñü íàçàä è ïîïðîáóéòå ñíîâà.",
post_too_long					=>	"Âàøå ñîîáùåíèå ñëèøêîì äëèííîå. Óêîðîòèòå åãî.",
locked_topic					=>	"Ýòà òåìà çàêðûòà",
flash_url					=>	"Ýòî íåâåðíûé URL äëÿ Flash",
profile_guest					=>	"Íå íàéäåíî òàêîãî ïîëüçîâàòåëÿ â áàçå äàííûõ. Âîçìîæíî ïîëüçîâàòåëü óäàë¸í.",
stf_no_subject					=>	"Âû äîëæíû ââåñòè çàãîëîâîê ïèñüìà",
rp_noemail					=>	"Íåîáõîäèìî ââåñòè êîððåêòíûé e-mail àäðåñ äëÿ îòïðàâêè ýòîãî ñîîáùåíèÿ",

upload_to_big					=>	"Ðàçìåð çàãðóæàåìîãî ôàéëà ïðåâûøàåò íîðìó, óñòàíîâëåííóþ Àäìèíèñòðàòîðîì äëÿ Âàøåé ãðóïïû.",


user_exists					=>	"Ó íàñ óæå åñòü ïîëüçîâàòåëü ñ òàêèì èìåíåì. Âûáåðèòå äðóãîå èìÿ.",
no_msg_chosen					=>	"Âû íå âûáðàëè íè îäíîãî ïèñüìà. Âû ìîæåòå âûáðàòü ïèñüìà, ïðîñòî îòìåòèâ îêîøêè ñ ïðàâîé ñòîðîíû êàæäîãî ïèñüìà",
error_back					=>	"Âåðíóòüñÿ íàçàä",
log_in_yes					=>	"Âû àâòîðèçîâàíû êàê ",
flash_number					=>	"Àòðèáóòû Âûñîòà è Øèðèíà äëÿ Flash, äîëæíû áûòü ÷èñëåííûìè",
no_avatar					=>	"Àäìèíèñòðàòîð çàïðåòèë èñïîëüçîâàíèå àâàòàðîâ íà ôîðóìå.",
poll_you_voted					=>	"Âû óæå ïðîãîëîñîâàëè â ýòîì îïðîñå",
not_url_photo					=>	"Ýòî íåâåðíûé URL äëÿ Âàøåé ôîòîãðàôèè. Äèíàìè÷åñêèå ñòðàíèöû â òýãàõ IMG çàïðåùåíû",
no_action					=>	"Íå ðåãóëèðóéòå ñãåíåðèðîâàííûå URL. Âåðíèòåñü íàçàä è ïîâòîðèòå ïîïûòêó.",
no_guest_posting					=>	"Àäìèíèñòðàòîð çàïðåòèë ãîñòÿì ïèñàòü â ýòîì ôîðóìå. Åñëè Âû óæå çàðåãèñòðèðîâàíû, àâòîðèçóéòåñü",
invalid_email					=>	"Íåîáõîäèìî ââåñòè ÑÓÙÅÑÒÂÓÞÙÈÉ e-mail àäðåñ",
no_start_polls					=>	"Âû íå ìîæåòå ñîçäàâàòü îïðîñû",
move_no_forum					=>	"Âû íå âûáðàëè ôîðóì äëÿ ïåðåìåùåíèÿ",
no_use_messenger					=>	"Âàì çàïðåùåíî èñïîëüçîâàòü Ëè÷íûé ßùèê ôîðóìà",
no_msg					=>	"Âû äîëæíû ââåñòè òåêñò ïèñüìà",
no_dynamic					=>	"Èñïîëüçîâàíèå [IMG] òýãîâ äëÿ äèíàìè÷åñêèõ ñòðàíèö çàïðåùåíî",
no_rules_show					=>	"Íåò íè îäíîãî ôàéëà Ïðàâèë/FAQ äëÿ ýòîãî ôîðóìà",
membername_none					=>	"Íå íàéäåí àêêàóíò ñ òàêèì èìåíåì ïîëüçîâàòåëÿ",
log_in_now					=>	"Âõîä!",
no_subject					=>	"Âû íå ââåëè çàãîëîâîê ïèñüìà",
pass_too_long					=>	"Ââåä¸ííûé ïàðîëü ñëèøêîì äëèííûé",
username_short					=>	"Ââåä¸ííîå Âàìè èìÿ ïîëüçîâàòåëÿ ñëèøêîì êîðîòêîå",
already_sub					=>	"Âû óæå ïîäïèñàíû íà ýòó òåìó èëè ôîðóì.",
forgot_pass					=>	"Çàáûëè ïàðîëü?",
no_older					=>	"Íåò òåì, ñòàðåå ýòîé",
stf_no_name					=>	"Âû äîëæíû ââåñòè èìÿ ÷åëîâåêà, êîìó Âû îòïðàâëÿåòå ýòó ñòðàíèöó",
no_view_topic					=>	"Ó Âàñ íåò ïðàâ ïðîñìîòðà ýòîé òåìû",
IBForums_error					=>	"Îøèáêà Ôîðóìà",
no_replies					=>	"Ó Âàñ íåò ïðàâ îòâåòà â ýòó òåìó",
error_title					=>	"Ñîîáùåíèå Ôîðóìà",
no_chosen_member					=>	"Âû íå ââåëè èëè íå âûáðàëè èìÿ äëÿ îòïðàâêè ñîîáùåíèÿ!",
pass_blank					=>	"Âû íå çàïîëíèëè ïîëå Ïàðîëü",
flood_control					=>	"Íà ôîðóìå âêëþ÷¸í ôëóä-êîíòðîëü, íåîáõîäèìî ïîäîæäàòü <#EXTRA#> ñåêóíä äëÿ ïîâòîðíîãî îòâåòà â òåìó èëè ñîçäàíèÿ íîâîé òåìû",
no_message					=>	"Âû íå ââåëè òåêñò ïèñüìà",
member_in_add_book					=>	"Ýòîò ïîëüçîâàòåëü óæå ñîõðàí¸í â Âàøåé àäðåñíîé êíèãå",
posting_off					=>	"Âàì çàïðåùåíî îòïðàâëÿòü ñîîáùåíèÿ",
move_same_forum					=>	"Íåâîçìîæíî ïåðåìåñòèòü òåìó â òîò æå ôîðóì",
error_txt					=>	"Ïðîèçîøëà îøèáêà",
rp_nomsg					=>	"Âû äîëæíû ââåñòè òåêñò ñîîáùåíèÿ äëÿ ìîäåðàòîðà",
too_many_images					=>	"Êîëè÷åñòâî èçîáðàæåíèé â Âàøåì ñîîáùåíèè, ïðåâûøàåò íîðìó äîïóñòèìîãî",
invite_no_email					=>	"Âû äîëæíû ââåñòè ñâîé e-mail àäðåñ",
not_op					=>	"Ó Âàñ íåò ïðàâ ðåäàêòèðîâàíèÿ ýòîãî ñîîáùåíèÿ",
no_poll_reply					=>	"Àâòîð îïðîñà, ñîçäàë ýòó òåìó òîëüêî äëÿ ãîëîñîâàíèé",
request_hack					=>	"Íåêîòîðûå äàííûå íå ñîîòâåòñòâóþò íàøèì çàïèñÿì. Ýòî äåéñòâèå ðàññìîòðåíî êàê âîçìîæíàÿ ïîïûòêà âçëîìà!",
photo_too_long					=>	"Ïîëå Ôîòî ñëèøêîì äëèííîå.",
avatar_invalid_ext					=>	"Ýòî íåâåðíîå ðàñøèðåíèå ôàéëà",
no_reply_polls					=>	"Âû íå ìîæåòå ãîëîñîâàòü â ýòîì îïðîñå",
no_post					=>	"Âû äîëæíû ââåñòè ñîîáùåíèå",
calendar_not_all					=>	"Ïîëíîñòüþ çàïîëíèòå ïîëå Äàòà ðîæäåíèÿ, ëèáî âîîáùå íè÷åãî íå çàïîëíÿéòå - òàê êàê íåâîçìîæíî îáðàáîòàòü ÷àñòè÷íî ââåä¸ííûå äàííûå.",
not_authorised					=>	"Âàø àêêàóíò ïîêà íå àêòèâèðîâàí. Ïðîâåðüòå e-mail, óêàçàííûé Âàìè ïðè ðåãèñòðàöèè.",
no_email_stored					=>	"Äàííûé e-mail àäðåñ íå íàéäåí â íàøåé áàçå äàííûõ",
topictitle_too_long					=>	"Ââåä¸ííûé Âàìè çàãîëîâîê òåìû ñëèøêîì äëèííûé",
no_such_msg					=>	"Òàêîãî ñîîáùåíèÿ íå ñóùåñòâóåò",
wrong_name					=>	"Íåâîçìîæíî íàéòè èìÿ ïîëüçîâàòåëÿ, ñîîòâåòñòâóþùåå ââåä¸ííîìó Âàìè èìåíè (âîçìîæíî ýòî îøèáêà ñåññèè èëè àâòîðèçàöèè).",
too_many_emoticons					=>	"Êîëè÷åñòâî ñìàéëèêîâ â Âàøåì ñîîáùåíèè ïðåâûøàåò íîðìó. Óìåíüøèòå êîëè÷åñòâî ñìàéëèêîâ â ñîîáùåíèè",
no_topic_title					=>	"Âû äîëæíû ââåñòè íàçâàíèå òåìû",
guest_abuse					=>	"Íåâîçìîæíî îïðåäåëèòü ñòàòóñ Âàøåãî ñîîáùåíèÿ. Ïåðåàâòîðèçóéòåñü, ëèáî åñëè Âû Ãîñòü, ïîïðîáóéòå îòïðàâèòü ñîîáùåíèå ñíîâà",
password_no_match					=>	"Ïàðîëü íå ñîîòâåòñòâóåò ââåä¸ííûì äàííûì",
already_logged_in					=>	"Ýòîò ïîëüçîâàòåëü óæå àâòîðèçîâàí!",
no_guests					=>	"Ýòà ôóíêöèÿ çàïðåùåíà äëÿ Ãîñòåé",
no_permission					=>	"Ó Âàñ íåò ïðàâ èñïîëüçîâàíèÿ ýòîé ôóíêöèè. Åñëè Âû íå àâòîðèçîâàíû, ñäåëàéòå ýòî èñïîëüçóÿ ôîðìó àâòîðèçàöèè íèæå, à çàòåì ïîâòîðèòå ïîïûòêó, åñëè ýòî äîñòóïíî.",
server_too_busy					=>	"Ñåðâåð íå ìîæåò â äàííîå âðåìÿ âûïîëíèòü Âàø çàïðîñ. Ïîïðîáóéòå ïîçæå.",
loc_too_long					=>	"Ââåä¸ííîå Âàìè Ìåñòî Æèòåëüñòâà ñëèøêîì äëèííîå.",
poll_you_created					=>	"Âû Àâòîð ýòîãî îïðîñà",
no_usepm_member					=>	"Íåâîçìîæíî îòïðàâèòü ýòî ïèñüìî, òàê êàê ïîëó÷àòåëü íå èìååò ïðàâ èñïîëüçîâàíèÿ Ëè÷íîãî ßùèêà.",
go_back					=>	"Âåðíèòåñü íàçàä è èñïðàâüòå îøèáêó",
log_in_no					=>	"Âû ÍÅ àâòîðèçîâàíû",
pass_too_short					=>	"Ââåä¸ííûé Âàìè ïàðîëü ñëèøêîì êîðîòêèé",
no_register					=>	"Àäìèíèñòðàòîð ôîðóìà îòêëþ÷èë ðåãèñòðàöèþ",
move_no_topic					=>	"Ýòîé òåìû íåò â íàøåé áàçå äàííûõ, ëèáî îíà áûëà óäàëåíà",
flash_too_big					=>	"Øèðèíà èëè Âûñîòà, ëèáî îáà ðàçìåðà Flash, ââåä¸ííîãî Âàìè â ñîîáùåíèå, ñëèøêîì áîëüøîå",
end_subs_value					=>	"Âû äîëæíû ââåñòè ÷èñëîâûå äàííûå â ïîëå 'Îêîí÷àíèå ïîäïèñêè'",
no_starting					=>	"Ó Âàñ íåò ïðàâ ñîçäàíèÿ òåì â ýòîì ôîðóìå",
no_search_forum					=>	"Âû íå óêàçàëè íè îäíîãî ôîðóìà äëÿ Ïîèñêà, ëèáî Âû óêàçàëè çàùèù¸ííûé ïàðîëåì ôîðóì. Åñëè ýòî òàê, òî Âàì íåîáõîäèìî àâòîðèçîâàòüñÿ â çàïàðîëåííîì ôîðóìå, ïðåæäå ÷åì Âû ñìîæåòå âîñïîëüçîâàòüñÿ ïîèñêîì òàì.",
not_registered					=>	"Ãîñòÿì çàïðåùåíî èñïîëüçîâàòü ýòî äåéñòâèå. Åñëè âû çàðåãèñòðèðîâàíû, àâòîðèçóéòåñü",
private_email					=>	"Ýòîò ïîëüçîâàòåëü ñêðûë ñâîé e-mail àäðåñ",
user_agent_no_match					=>	"Âû èñïîëüçóåòå íå òîò êîìïüþòåð, ñ êîòîðîãî àâòîðèçîâûâàëèñü.",
poll_add_vote					=>	"Ãîëîñîâàòü!",
you_are_banned					=>	"Âû ÇÀÁÀÍÅÍÛ íà ýòîì ôîðóìå",
incorrect_use					=>	"Íåïðàâèëüíîå èñïîëüçîâàíèå îäíîãî èç ôàéëîâ Ôîðóìà",
no_search_results					=>	"Íè÷åãî íå íàéäåíî ïî Âàøåìó çàïðîñó. Ðàñøèðüòå êðèòåðèè ïîèñêà è ïîïðîáóéòå ñíîâà.",
request_error					=>	"Ïðîèçîøëà îøèáêà. Ññûëêà, ïî êîòîðîé Âû âîøëè ÿâëÿåòñÿ íåïîëíîé. Ïðîâåðüòå Âàøó ññûëêó íà öåëîñòíîñòü. Ýòî ìîãëî ïðîèçîéòè, òàê êàê íåêîòîðûå ñåðâåðû e-mail îáðåçàþò äëèííûå ññûëêè. Ïîâòîðèòå ïîïûòêó.",
stf_invalid_email					=>	"Ââåä¸ííûé Âàìè e-mail àäðåñ èìååò íåïðàâèëüíûé ôîðìàò",
pass_link					=>	"Íàæìèòå ñþäà!",
no_email					=>	"Âû äîëæíû ââåñòè e-mail àäðåñ äëÿ çàïðîñà äåòàëåé àâòîðèçàöèè",
max_message_from					=>	"Âàø Ëè÷íûé ßùèê ïåðåïîëíåí. Âû äîñòèãëè ïðåäåëà, óñòàíîâëåííîãî ôîðóìîì. Íåîáõîäèìî óäàëèòü íåêîòîðûå ñîõðàí¸ííûå ïèñüìà èç ïàïêè Âõîäÿùèå, ëèáî èç äðóãèõ ïàïîê.",
cant_use_feature					=>	"Âàì çàïðåùåíî èñïîëüçîâàíèå ýòîé ôóíêöèè ôîðóìà",
memid_too_long					=>	"Ïîëå ID ïîëüçîâàòåëÿ ñëèøêîì äëèííîå",
moderate_no_permission					=>	"Âàì çàïðåùåíî èñïîëüçîâàíèå ýòîé ôóíêöèè",
too_many_img					=>	"Êîëè÷åñòâî èçîáðàæåíèé ïðåâûøàåò íîðìó äîïóùåííîãî",
no_sub_id					=>	"Íåâîçìîæíî íàéòè ïîäïèñêó íà òåìó",
max_message_to					=>	"Ëè÷íûé ßùèê ýòîãî ïîëüçîâàòåëÿ ïåðåïîëíåí è îí íå ìîæåò ïðèíèìàòü íîâûå ïèñüìà.",
error_not_registered					=>	"Íå çàðåãèñòðèðîâàíû? ",
username_long					=>	"Ââåä¸ííîå èìÿ ïîëüçîâàòåëÿ ñëèøêîì äëèííîå",
memid_too_short					=>	"Ïîëå ID ïîëüçîâàòåëÿ ñëèøêîì êîðîòêîå",
sig_too_long					=>	"Âàøà ïîäïèñü ñëèøêîì äëèííàÿ.",
no_username					=>	"Âû äîëæíû ââåñòè Èìÿ ïîëüçîâàòåëÿ",
no_avatar_selected					=>	"Íå âûáðàíî íè îäíîãî àâàòàðà. Âåðíèòåñü íàçàä è èñïðàâüòå îøèáêó.",
incorrect_avatar					=>	"Ýòî íåïðàâèëüíûé àâàòàð",
avatar_invalid_url					=>	"Ââåä¸ííûé URL äëÿ Âàøåãî àâàòàðà èìååò íåêîððåêòíûé ôîðìàò, ëèáî ññûëêà ÿâëÿåòñÿ áèòîé.",
rp_noname					=>	"Âû äîëæíû ââåñòè Âàøå èìÿ ïåðåä îòïðàâêîé ýòîãî ñîîáùåíèÿ",
illegal_img_ext					=>	"Çàïðåùåíî èñïîëüçîâàòü òàêîå ðàñøèðåíèå äëÿ òýãîâ êàðòèíîê",
cannot_remove_dir					=>	"Íåâîçìîæíî óäàëèòü ýòó äèðåêòîðèþ",
email_exists					=>	"Äàííûé e-mail àäðåñ íå ìîæåò áûòü èñïîëüçîâàí, òàê êàê òàêîé e-mail óæå ñóùåñòâóåò",
please_complete_form					=>	"Çàïîëíèòå âñå ïîëÿ, ïåðåä ïîäà÷åé çàïðîñà",
invite_no_email_f					=>	"Âû äîëæíû ââåñòè e-mail àäðåñ äðóãà",
move_no_source					=>	"Íå âûáðàí èñõîäÿùèé ôîðóì",
log_in					=>	"Íå àâòîðèçîâàíû?",
data_incorrect					=>	"Îäíî èç ïîëåé ñîäåðæèò íåïðàâèëüíûå äàííûå. Ïðîâåðüòå äâàæäû ââåä¸ííûå Âàìè URL èëè äàííûå",
);
?>