<?php

$lang = array (

// rc1/b3

'cp_remove_photo' => "Удалить фотографию пользователя?",

//1.2

'mm_title'  => "Мульти модерация",
'mm_redirect' => "мульти модерация принята. Возвращаемся к списку тем",
'iph_title' => "Средства IP: Помощь",

'mpt_title' => "Установки сокращения",
'mpt_help'  => "Помощь по сокращению",
'mpt_confirm' => "Подтвердить сокращение",
'mps_ignorepin' => "Оставить зафиксированные темы?",
//

'cp_error_move' => "Проверьте что исходящие и входящие форумы существуют и способны принять темы (кроме подфорумов) и, что Вы имеете право перемещения их в этот форум. Также проверьте что выбранный исходящий и входящий форум не один и тот же",

'cp_tmove_start' => "Переместить темы из форума:",
'cp_tmove_to'    => "Выберите входящий форум",
'cp_tmove_end'   => "Переместить выбранные темы",

'cp_js_delete'  => "Вы действительно хотите удалить эти темы?",

'cp_redirect_topics' => "Темы обновлены. Возвращаемся к списку тем.",

'cp_err_no_topics' => "Перед продолжением проверьте, что Вы выбрали хотя бы одну тему",

'new_show_forum' => "Показать нормальный вид форума в новом окне",

'fv_no_topics' => "Нет тем для отображения, либо в этом форум новые темы запрещены",

'cp_redirect_mod_topics'  => "Темы/Сообщения одобрены или удалены - возвращаемся назад для проверки на наличие других...",

'cp_prune'  => "Управление темами в форуме: ",
'cp_prune_days' => "<b>Удалить/Переместить темы, не имеющие обновлений за последние [x] дней.</b><br>(x = введите значение)",
'cp_prune_type' => "<b>Какие темы Удалить/Переместить?</b>",
'cp_pday_open'  => "Только открытые темы",
'cp_pday_closed' => "Только закрытые темы",
'cp_pday_link'   => "Только ссылки на перемещённые темы",
'cp_pday_all'    => "Любые темы",
'cp_prune_replies' => "<b>..имеющие менее [x] ответов</b><br />(Оставьте пробел для удаления тем, независимо от количества ответов)",
'cp_prune_member' => "<b>...созданные пользователем</b><br />(Оставьте пробел для удаления/перемещения, независимо от автора темы)",
'cp_prune_sub1'   => "Выполнить",
'cp_prune_sub2'   => "Сократить форум!",
'cp_action'       => "<b>Действие сокращения</b>",
'cp_ac_prune'     => "ТОЛЬКО СОКРАЩЕНИЕ, НЕ ПЕРЕМЕЩАТЬ",
'cp_prune_text'   => "Вы можете удалить темы или переместить их в другой форум, выбранный в Ваших критериях. Для перемещения тем, выберите форум расположения из выпадающего меню. Для удаления тем, выберите 'ТОЛЬКО СОКРАЩЕНИЕ' из выпадающего меню форумов. Перемещение тем не оставит ссылок на перемещённые темы в исходящем форуме",
'cp_pages'        => "Страница: ",
'cp_error_no_mem' => "Невозможно определить пользователя с этим именем. Попробуйте снова",
'cp_error_no_topics' => "Нет ожидающих разрешения тем в этом форуме.",
'cp_total_topics'    => "Всего тем в этом форуме",
'cp_total_match'     => "Всего тем для удаления/перемещения",
'cp_check_result'    => "Проверить результаты",
'cp_check_text'      => "Продолжайте только в том случае, если Вы удовлетворены результатами. При нажатии на ссылку ниже, действие будет выполнено. Если Вы хотите произвести какие-либо изменения, вернитесь назад и сделайте их.",
'cp_mod_topics_title2' => "Модерирование новых тем в: ",
'cp_mod_posts_title2' => "Модерирование новых сообщений в: ",
'cp_prune_domove'    => "Переместить темы!",
'cp_prune_dorem'     => "Удалить темы!",
'cp_same_forum'      => "Нельзя перемещать темы в тот же форум",
'cp_no_forum'        => "Неправильный форум расположения",
'cp_3_title'         => "Название темы",
'cp_3_replies'       => "Ожидающие ответы",
'cp_3_approveall'    => "Разрешить все",
'cp_3_viewall'       => "Управление очередями",
'cp_3_postno'        => "Сообщение №",

'cp_err_no_f'        => "Вы не выбрали ни одного форума, либо выбранный форум не существует. Вернитесь назад и повторите попытку.",
'cp_err_no_p'        => "У Вас нет прав просмотра тем в этом форуме",

'cp_error_no_subforum' => "Нельзя выбирать подкатегорию, как форум расположения",

'cp_1_approve'   => "Разрешить",
'cp_1_remove'    => "Удалить",
'cp_1_leave'     => "Оставить",
'cp_1_selected'  => "выбранные сообщения",
'cp_1_go'        => "Управление этими сообщениями",

'cp_results'        => "Результат",
'cp_result_move'    => "Количество перемёщенных тем: ",
'cp_result_del'     => "Количество удалённых тем: ",

'cp_edit_user' => "Редактировать профиль пользователя",
'cp_find_user' => "Введите часть или полное имя пользователя, которого Вы хотите отредактировать",
'cp_find_submit' => "Найти пользователя",
'cp_find_2_user' => "Выберите пользователя из списка",
'cp_find_2_submit' => "Редактировать профиль пользователя",
'cp_no_matches'    => "Не найдено данных, введённых Вами при поиске. Вернитесь назад и попробуйте снова",
'cp_admin_user'    => "Вы не можете редактировать профиль Администраторов через эту панель управления",
'cp_no_perms'      => "У Вас нет прав для этого действия.",

'cp_remove_av'     => "Удалить аватар пользователя?",
'cp_edit_website'  => "Вебсайт",
'cp_edit_location' => "Место жительства",
'cp_edit_signature' => "Подпись",
'cp_edit_interests' => "Увлечения",



'cp_mod_in'  => "Текущий форум",
'cp_topics_wait' => "Темы, ожидающие модерирования",
'cp_posts_wait'  => "Сообщения, ожидающие модерирования",

'cp_modcp_ptitle' => "Панель управления модератора",

'cp_modcp_home'  => "Главная страница Панели управления модератора",

'cp_error'       =>  "Сообщение Панели управления",
'cp_welcome'     =>  "Добро пожаловать!",
'cp_welcome_text' => "Добро пожаловать в вашу Панель управления модератора.<br />Здесь Вы можете модерировать темы и сообщения, массово перемещать темы и удалять сообщения. Выберите нужную опцию в меню слева для начала модерирования.",


'cp_mod_topics'        => "Модерирование новых тем",
'cp_mod_posts'         => "Модерирование новых сообщений",

'cpt_close'  => "Закрыть темы",
'cpt_open'   => "Открыть темы",
'cpt_pin'    => "Зафиксировать темы",
'cpt_unpin'  => "Опустить темы",
'cpt_move'   => "Переместить темы",
'cpt_delete' => "Удалить темы",


'cp_prune_posts'       => "Массовое Перемещение/Сокращение Тем",


'cp_user_edit'         => "Редактировать профиль пользователя",

'title_manage_forums'  => "Управление Вашими форумами",

'f_q_posts'            => "Ожидающие сообщения",
'f_q_topics'           => "Ожидающие темы",
'f_select'             => "Выбрать",

'f_w_selected'         => "С выбранным форумом:",
't_w_selected'         => "С выбранными темами:",
'f_go'                 => "ок!",

'menu_forums' => "Управление Вашими форумами",
'menu_users'  => "Управление пользователями",
'menu_ip'     => "Средства IP адресов",

'mod_opts'    => "Опции Модератора",

'ip_desc_text' => "<b>Следующие опции доступны</b><br /><br /><b><u>Проверка</u> IP адреса</b>: С помощью этой опции Вы сможете узнать об IP адресе более подробные сведения (примечание, Вы должны ввести все 4 части IP адреса для использования этого средства)<br /><b><u>Поиск сообщений</u> с этим IP</b>: Эта функция запустит поиск всех сообщений, отправленных с этого IP адреса<br /><b><u>Поиск пользователей,</u> зарегистрированных с этого IP</b>: Эта функция запустит поиск всех пользователей, зарегистрированных с этого IP адреса",
'ip_warn_text' => "<b>Примечание</b>: Вы можете ввести маску '*' (без кавычек) вместо последних частей IP адреса.<br />Пример, 127.*.*.* будет соответствовать всем IP адресам, начинающимся с 127.<br />127.1.0.* будет соответствовать всем IP адресам, начинающимся с 127.1.0.<br />При использовании маски в середине IP адреса, произойдёт ошибка. Пример, 127.*.0.1 выдаст ошибку.",
'ip_enter'     => "<b>Введите IP адрес</b>",
'ip_submit'    => "Запустить функцию",

'ip_resolve'   => "Проверка",
'ip_posts'     => "Поиск сообщений",
'ip_members'   => "Поиск пользователей",

'cp_error_ip'  => "Проверьте, что хотя бы первые 2 части IP адреса заполнены и что маска '*' введена не в середине IP адреса",
'cp_error_resolveip' => "Необходимо ввести полный IP адрес для использования этой функции",
'ip_resolve_result' => "Имя хоста для %s - <b>%s</b><br /><br />Можете посетить <a href='http://www.nic.com/cgi-bin/whois.cgi' target='_blank'>nic.com</a> для получения дополнительной информации через WHOIS.",

'cp_safe_fail' => "Данная операция прошла неудачно либо данные не обнаружены. Если у Вас PHP работает в безопасном режиме, Вы не сможете использовать все предусмотренные средства",

'cp_no_matches' => "Ни одного результата не обнаружено. Вернитесь назад и проверьте критерии поиска.",

'ipm_title'  => "Результаты поиска IP адреса пользователей",
'ipm_name'   => "Имя",
'ipm_ip'     => "IP адрес",
'ipm_posts'  => "Сообщений",
'ipm_reg'    => "Дата регистрации",
'ipm_options' => "Опции",

'ipm_edit'  => "Редактировать пользователя",
'ipm_view'  => "Просмотр профиля",

'ipp_found' => "Ваш поиск выдал следующие сообщения:",
'ipp_click' => "Нажмите сюда для просмотра результатов в новом окне",







'leave_link'   => "Оставить ссылку на тему в исходящем форуме?",

'yes' => "Да",
'no'  => "Нет",

'move_exp' => "Выберите входящий форум и метод перемещения",





);
?>