<?php

$lang = array (

	'rep_name' => "Репутация",
'rep_postfix' => "голосов",
'rep_none' => "нет",

//rc1

'fj_redirect' => " (Ïåðåíàïðàâëåíèå ôîðóìà)",
'tb_toplist' => "Top ñàéòîâ",

//Added in 1.2

'tpl_jump'       => "Ïåðåõîä íà ñòðàíèöó...",
'tpl_q1'         => "Ââåäèòå íîìåð ñòðàíèöû, ê êîòîðîé õîòèòå ïåðåéòè.",
'tpl_pages'      => "Ñòðàíèöû:",

'sf_bytes' => "áàéò",
'sf_mb'    => "ìá",
'sf_k'     => "ê",

'bi_markread' => "Îòìåòèòü ôîðóì ïðî÷èòàííûì?",
'bi_markallread' => "Îòìåòèòü âñå ïîäôîðóìû ïðî÷èòàííûìè?",
'err_select'   => "Âûáðàòü âñå",

'err_title'  => "Äàííûå ñîîáùåíèÿ ñîõðàíåíû!",
'err_expl'   => "Äàííûå ñëåäóþùåãî ñîîáùåíèÿ ñîõðàíåíû. Èíîãäà, ïðè âîçâðàòå íà ïðåäûäóùóþ ñòðàíèöó, âñå ââåä¸ííûå Âàìè äàííûå ìîãóò áûòü óòåðÿíû è íå ñîõðàíåíû. Âû ìîæåòå ñêîïèðîâàòü âåñü òåêñò è òîëüêî ïîòîì âåðíóòüñÿ íà ïðåäûäóùóþ ñòðàíèöó.",


'bbc_help' => 'Ïîìîùü ïî êîäàì ôîðóìà',

'ml_revalidate' => "Âûñëàòü ïîâòîðíî ïèñüìî äëÿ àêòèâàöèè",
'tt_golast' => "Ê ïîñëåäíåìó ñîîáùåíèþ",
'tt_gounread' => "Ê ïåðâîìó íåïðî÷èòàííîìó ñîîáùåíèþ",
'tt_poll_vote' => "Ïðîãîëîñóéòå â îïðîñå",
'tt_poll_null' => "Ïðîñìîòð ðåçóëüòàòîâ. Íî Âû áóäåòå ëèøåíû ãîëîñà",
'tt_poll_show' => "Ïðîñìîòð ðåçóëüòàòîâ ïîèñêà ïåðåä äîáàâëåíèåì Âàøåãî ãîëîñà",
'tt_poll_svote' => "Âåíóòüñÿ íàçàä è ïðîñìîòðåòü îòâåòû îïðîñà",


'mb_disabled' => "Ýòî ìåíþ îòêëþ÷åíî",

'sj_title'  => 'Ïåðåéòè íà ñàéò',
'sj_home'   => 'Ãëàâíàÿ ñòðàíèöà ôîðóìà',
'sj_search' => 'Ïîèñê',
'sj_help'   => 'Ïîìîùü',
'er_links'  => "Ïîëåçíûå ññûëêè",


// Added in 1.1a

'live_chat' => "×àò",

// Added in B3

'fj_subforums' => 'ïîäôîðóìû',
'ps_page'      => "Ñòðàíèöà:",
'ps_first'     => 'Ïåðâàÿ',
'ps_last'      => 'Ïîñëåäíÿÿ',
'ps_next'      => 'Ñëåäóþùàÿ',
'ps_previous'  => 'Ïðåäûäóùàÿ',

//--- End B3 additions ---

'mod_cp'  => "Ìîäåðàöèÿ",

'tb_home' => "Ãëàâíàÿ",
'tb_help' => "Ïîìîùü",
'tb_search' => "Ïîèñê",
'tb_mlist'  => "Ó÷àñòíèêè",
'tb_calendar' => "Êàëåíäàðü",
'tb_download'	=> "Ôàéëû",

'gzip_on' => "GZIP âêëþ÷¸í",
'gzip_off' => "GZIP âûêëþ÷åí",

'l_qb' => 'Ìîé ïîìîùíèê',
'view_new_posts' => "Íîâûå ñîîáùåíèÿ",

'your_cp'					=>	"Ìîé Ïðîôèëü",


'bb_tool_tip'  => "Îáçîð ñîîáùåíèé ñ Âàøåãî ïîñëåäíåãî ïîñåùåíèÿ, ñïèñîê ìîäåðàòîðîâ è äðóãîå...",
'cp_tool_tip'  => "Ðåäàêòèðîâàíèå ìîèõ íàñòðîåê, êàê íàïðèìåð ïîäïèñü, àâàòàð è äðóãîå...",


'find_user_names' => "Ïîèñê ïî èìåíàì",
'opens_new_window' => "( îòêðûòü â íîâîì îêíå )",


'warn_offline' => "(ÎÔËÀÉÍ)",

'all_emoticons' => "Ïîêàçàòü âñ¸",

'jmp_go'  => "îê!",
'forum_jump' => "Ïåðåõîä ïî ôîðóìàì",

'yes' => "Äà",
'no'  => "Íåò",

'ct_size' => "ÐÀÇÌÅÐ",
'ct_lrg'  => "Áîëüøîé",
'ct_sml'  => "Ìàëûé",
'ct_lest' => "Îãðîìíûé",

'ct_font' => "ØÐÈÔÒ",
'ct_arial' => "Arial",
'ct_times' => "Times",
'ct_courier' => "Courier",
'ct_impact'  => "Impact",
'ct_geneva'  => "Geneva",

'ct_color'  => "ÖÂÅÒ",
'ct_blue'   => "Ñèíèé",
'ct_red'    => "Êðàñíûé",
'ct_purple' => "Ôèîëåòîâûé",
'ct_orange' => "Îðàíæåâûé",
'ct_yellow' => "Æ¸ëòûé",
'ct_grey'   => "Ñåðûé",
'ct_green'  => "Çåë¸íûé",

'msg_full' => "<span id='highlight'>Ëè÷íûé ßùèê ÏÅÐÅÏÎËÍÅÍ!</span>",

ba_edit => "Ðåäàêòèðîâàòü",
ba_delete => "Óäàëèòü",

submit_li					=>	"Âõîä",
quote_text					=>	"Öèòàòà",
pass					=>	"Ïàðîëü",
thanks					=>	"Ñïàñèáî",
forum_read					=>	"Ôîðóì îòìå÷åí ïðî÷èòàííûì",
guest_stuff					=>	"Çäðàâñòâóéòå Ãîñòü",
offline_title					=>	"Ôîðóì íà ïðîôèëàêòèêå",
you_last_visit					=>	"Âàøå ïîñëåäíåå ïîñåùåíèå:",
code_sample					=>	"Îáðàçåö êîäà",
transfer_you					=>	"Ïîäîæäèòå, ñåé÷àñ Âû áóäåòå ïåðåìåùåíû...",
new_posts					=>	"Íîâûå ñîîáùåíèÿ",
admin_login					=>	"Âõîä Àäìèíèñòðàòîðà",
you_running_time					=>	"Âàøå ïîñëåäíåå äåéñòâèå:",
admin_cp					=>	"Àäìèíöåíòð",

M_1					=>	"ßíâàðü",
M_2					=>	"Ôåâðàëü",
M_3					=>	"Ìàðò",
M_4					=>	"Àïðåëü",
M_5					=>	"Ìàé",
M_6					=>	"Èþíü",
M_7					=>	"Èþëü",
M_8					=>	"Àâãóñò",
M_9					=>	"Ñåíòÿáðü",
M_10				=>	"Îêòÿáðü",
M_11				=>	"Íîÿáðü",
M_12				=>	"Äåêàáðü",

D_0					=>	"Âîñêðåñåíüå",
D_1					=>	"Ïîíåäåëüíèê",
D_2					=>	"Âòîðíèê",
D_3					=>	"Ñðåäà",
D_4					=>	"×åòâåðã",
D_5					=>	"Ïÿòíèöà",
D_6					=>	"Ñóááîòà",



name					=>	"Èìÿ",
register					=>	"Ðåãèñòðàöèÿ",
'logged_in_as'					=>	"Ïðèâåò, ",

msg_new					=>	"%s íîâûõ ïèñåì",
offline					=>	"Ôîðóì íàõîäèòñÿ íà ïðîôèëàêòèêå",
log_out					=>	"Âûõîä",
dont_wait					=>	"Èëè íàæìèòå ñþäà, åñëè íå õîòèòå æäàòü",
stand_by					=>	"Ïîäîæäèòå...",
your_messenger					=>	"Ëè÷íûé ßùèê",
log_in					=>	"Âõîä",
);
?>