<?php

$lang = array (

//1.2

'imp_text' => "ВАЖНО: В целях безопасности, все письма отпарвленные через эту форму записываются в логах Администратора и доступны Администратору форума. НЕ ОТПРАВЛЯЙТЕ отсюда такие данные как имя пользоватля, пароль и т.д.",

'exceeded_quota' => "Письмо не отправлено, т.к. Вы превысили лимит отправляемых писем в день. Максимальное кол-во писем, <#EXTRA#> писем в день",
'exceeded_flood' => "Письмо не отправлено, в связи с тем, что Вы уже отправляли письмо в течение последних <#EXTRA#> минут",
'errors_found' => "Обнаружены следующие ошибки",
'no_message'   => "Вы должны ввести текст письма",
'no_subject'   => "Вы должны ввести заголовок письма",
'gen_error'    => "Вы не авторизованы, либо Вам запрещено отправлять письма",
//---


'msn_send_msg'  => "Отправить сообщение на MSN этому пользователю",
'msn_add_contact' => "Добавить пользователя в список друзей в MSN",
'chat_title'      => "Главное окно чата",
'chat_help'       => "Помощь по чату",

'chat_help_text'  => "Если Вы работаете под операционной системой Microsoft Windows&#153; и видите только иконку битой ссылки, то Вам необходимо скачать и установить Java&#153; Virtual Machine и после этого перезагрузить чат. Приложение Java&#153; для Вашего браузера, Вы можете скачать по одной из ссылок ниже:<br />
<br />
        * <a href='http://www.microsoft.com/Java/vm/dl_vm40.htm?FinishURL=%2Fdownloads%2Frelease%2Easp%3Frelease'>Microsoft Virtual Machine (для IE)</a><br />
        * <a href='http://java.sun.com/getjava/'>Sun Java&#153; Plugin (для Netscape, Opera, IE и т.д.)</a><br />
<br />
    В старых версиях Netscape (на некоторых платформах) например версии 4.08 и 4.7x, Вы не сможете запустить эту программу. Рекомендуем Вам обновить Вашу версию Netscape до версии 6.xx или выше, если у Вас появятся какие-либо затруднения. Также в некоторых браузерах на платформах Macintosh, невозможно будет запустить это приложение изза проблем этой платформы. Например WebTV не имеет поддержки Java&#153;, Поэтому для пользователей WebTV не будет доступен наш чат.<br />
<br />
    Пользователям, использующим различные файерволы, необходимо будет открыть TCP порты 9000-9009 для client.invisionchat.com.<br />
<br />
    Пользователи AOL: Некоторые пользователи AOL жалуются на то, что встроенным в AOL браузером невозможно зайти в чат, либо цвета и смайлики загружаются неправильно. Чтобы не мучаться с этим, заходите в чат с помощью Internet Explorer.<br />
<br />",

'msn_name'      => "Имя MSN пользователя",


'yahoo_send_msg'  => "Отправить пользователю сообщение на Yahoo!",
'yahoo_view_profile' => "Обзор профиля этого Yahoo! пользователя",
'yahoo_status'       => "Yahoo! Online Статус",
'yahoo_name'      => "Имя Yahoo! пользователя",

'report_title'   => "Сообщение модератору",
'report_submit'  => "Отправить сообщение",
'report_message' => "<b>Введите текст сообщения</b><br /><br />Примечание: Модератор будет уведомлён о названии темы и ссылке на это сообщение.<br /><br />Эта форма должна быть использована ТОЛЬКО для доклада о содержимом сообщения и ни в коем случае не как средство общения и связи.",
'report_topic'   => "Заголовок темы",


'report_subject' => "Доклад о сообщении из",

'report_redirect' => "сообщение отправлено. Сейчас Вы вернётесь в тему",


title					=>	"Отправка письма другу",
'send_lang'             =>  "Язык письма",
to_name					=>	"Кому (Имя друга):",
redirect					=>	"Письмо отправлено",
to_email					=>	"Адрес (E-mail адрес):",
submit_send					=>	"Отправить",
send_email_to					=>	"Отправка письма для",
message					=>	"Сообщение",
show_address_text					=>	"Вы можете отправить письмо на e-mail этому пользователю, нажав на нижеуказанную ссылку. Форум не отображает e-mail адреса в темах, для предотвращения сбора e-mail адресов 'спам-ботами'.",
send_header					=>	", заполните все поля формы, чтобы отправить e-mail для",
member_address_title					=>	"E-mail адреса пользователя",
send_title					=>	"E-mail форма",
msg_txt					=>	"Примечание: При использовании этой формы, получатель увидит Ваш e-mail адрес",
subject					=>	"Заголовок",
email_sent_txt					=>	"Спасибо. Ваше письмо успешно отправлено для",
email_sent					=>	"Письмо отправлено",

invite_subject					=>	"<#MEMBER_NAME#> решил, что Вам интересно будет увидеть это",
subs_redirect					=>	"Вы подписались на эту тему",
invite_redirect					=>	"Письмо отправлено для  ",
sub_added					=>	"Ваша подписка добавлена",

icq_title					=>	"ICQ пейджер",
submit					=>	"Отправить это сообщение",
aol_title					=>	"AOL пейджер",
msg					=>	"Отправить Ваше сообщение",
email					=>	"Ваш E-mail",
name					=>	"Ваше Имя",
forum_jump => "Переход по форумам",
);
?>