<?php

$lang = array (

topic_text					=>	"Здесь тема, выбранная Вами для просмотра",
results_title					=>	"Результат поиска Помощи",
choose_file					=>	"Выберите тему",
help_txt					=>	"Добро пожаловать в базу Помощи по форуму.<br /><br />Выберите один из разделов помощи, для более подробного ознакомления с работой форума, либо воспользуйтесь поиском раздела помощи по ключевому слову",
submit					=>	"Поиск!",
search_txt					=>	"Введите ключевые слова для поиска",
search_results					=>	"Результаты поиска",
results_txt					=>	"Результаты поиска.",
help_topics					=>	"Разделы помощи",
no_results					=>	"Не найдено ни одного раздела помощи, соответствующего Вашему запросу. Расширьте критерии поиска и попробуйте снова.",
help_topic					=>	"Раздел помощи",
page_title					=>	"Разделы помощи",
);
?>