<?php

$lang = array (

'page_title' => "Мой помощник",
'log_in_needed' => "Требуется авторизация",
'no_guests'     => "Эта функция только для зарегистрированных пользователей.<br /><br />Если Вы зарегистрированы, авторизуйтесь.",
'log_in'        => "Авторизация",
'lin_name'      => "Имя пользователя",
'lin_pass'      => "Пароль",

'reg_text'      =>  "Если Вы не зарегистрированы, необходимо пройти процедуру регистрации, для возможности использования этой функции.",


'reg_link'      => "Регистрация",

'close_win'     => "Закрыть окно",
'refresh'       => "Обновить",

'show_me'       => "Показать...",

'sm_today_posters'   => "10 авторов сегодня",
'sm_all_posters'     => "Лучшие 10 авторов",
'sm_forum_leaders'   => "Администрация",
'sm_todays_posts'    => "Активные темы",
'sm_my_last_posts'   => "10 моих посл. сообщений",

'while_away'         => "С момента Вашего последнего посещения...",
'no_new_posts'       => "Нет новых сообщений",

'new_posts'          => "Имеется %s новых сообщений.",
'view_link'          => "Просмотр",
'my_replies'    => "%s из этих сообщений являются ответами в тему, созданную Вами.",
'none'          => "нет",
'search_forums'    => "Поиск сообщений...",
'search_help'      => "Поиск помощи...",
'go'               => "ОК",



);

?>